[{"title": "Bahrain Grand Prix: F1 season-opener – live", "link": "https://www.theguardian.com/sport/live/2023/mar/05/bahrain-grand-prix-f1-season-opener-live", "text": "Lap 45/57 Alonso is right up Sainz’s tail now; he wants to get by through turn four, tries his outside/inside trick again … and Sainz does brilliantly to close the door! So Alonso goes again, Sainz shuts the door … BUT ALONSO FORCES IT OPEN AGAIN! Ah man, this is great to see, the old master showing he’s still got it, and I’ve not a clue how he does this without making contact with the Ferrari, but he does! What a man! Lap 44/57 Verstappen leads by 10.058s and I can’t think of a race in which we’ve seen so little of the leader. Lap 43/57 Tahe virtual safety car has gone while Gasly, who pitted when it was around, passes Albon and moves into ninth. He’ll fancy getting on the board here; Alonso is within 0.979s of Sainz, with Hamilton a further 1,790s behind him. Lap 42/57 So Perez is now even further clear in second, 14.965s ahead of Sainz, who’s promoted to third, and Alonso is 2.451s behind him, so that final podium-place is up for grab. Poor old Sharl, though, who’s had it ripped from his clammy grasp. Lap 41/57 We see the Ferrari easing to halt at the side, and might that be another battery issue? Remember they changed it earlier today… Lap 40/57 Alonso is pulling away a little, his lead over Hamilton now above 0.7s … and Norris, a lap behind Hamilton nearly runs into the back of him, but manages to avoid a collision. Lap 39/57 Verstappen’s lead is down to a pathetic 11.759s following his stop, with Perez a further 12.629s in front of Leclerc. The venerable Alonso leads Hamilton by 06.s or so. Lap 38/57 Alonso sets the fastest lap-time and goes at Hamilton again, first from the outside before ducking on the inside, he gets DRS, goes by, pulls away, and that is a brilliant move! Alonso is back in fifth, and does Hamilton have the power to respond? Lap 37/57 Verstappen comes in, so Perez gets a little go at leading. The gaps between the top four are significant, but Hamilton is 2.363s behind Sainz in fifth, with Alonso 0.596s behind him in sixth … and he attacks down the straight, nails Hamilton on the inside … but Hamilton comes back at him, taking a really good line, and hangs onto fifth … for now…. Lap 36/57 We’ve barely heard a peep out of Verstappen, so dominant is he. His lead is now 37.679, though he’s a stop behind, and this is a terrifyingly competent piece of smack-resting. Lap 35/57 Perez pits, then Alonso, and Leclerc duly moves into third, then Alonso comes out behind Hamilton. This could be a decent little tussle. Lap 34/57 Ocon learns he’s another 15s penalty to serve, but sadly the director cuts after his team inform him. I daresay he used some  . Veratappen leads by 14.363s. Lap 33/57 Fernando Alonso is having a nice day out, 15.650s in front of Sainz and well ahead of Hamilton. The top four looks set, but there should be a decent fight for the crumbs. Lap 32/57 Russell comes in then is out in time to right with Sroll for seventh; Stroll undercuts him and gets by! Russell just didn’t have the grip he needed as his tyres were new, and that’s very well played by Aston Martin. Lap 31/57 Hamilton pits and returns behind Russell in seventh, but his teammate will soon go in to restore the previous order. Verstappen Perez Leclerc Sainz Alonso Russell Hamilton Stroll Zhou Lap 30/57 The earliest anyone’s ever won the driver championship is with four races to spare. I wonder if Verstappen might attack that record; I think he might. Lap 29/57 Lando Nozza pits again, comes out in 19th, behind Hulkenberg, and he’s another who’s had better days. At the front, Verstappen leads by 13.565s, with Perez now 4.546s in front of Leclerc; perhaps Ferrari will try an extra stop, or a different tyre to try for P2, P1 already gone barring mechanical failure. Lap 28/57 Ahahahahaha! Coming into the pit lane to serve his 10s penalty, Ocon speeds! That’s being investigated, and I daresay there are some tempers about. Lap 27/57 Hamilton’s been managing his tyres but his team tell him to up the pace now, while Perez, now in second, is told to look after his. Red Bull, meanhile, have never taken P1 and P2 in a season-opener. Well, that looks almost a cert this time around. Lap 26/57 Perez gets DRS up the hill, barges by Leclerc on the inside and into second; Leclerc comes back at him, but he’s out of range now, so Red Bull secure first and second. Lap 25/57 Verstappen powers away. He looks untouchable. Verstappen Leclerc Perez Sainz Hamilton Alonso Russell Stroll Bottas Albon Tsunoda Lap 24/57 Yup, Piastri is out of the race … and we see Perez just 0.484 behind Leclerc with DRS, then learn that Ocon hsa been given a 10-second penalty for not serving his five-second penalty properly. You’ve got to laugh. Lap 23/57 I hope Carlos Sainz’s nickname is Little. Ansd yes, that was kind of an excuse to recommend Little Simz’s album No Thank You – one of the best if not the best of 2022. Lap 22/57 Alonso has been pestering his team to find out if action has been taken against the cad who he reckons impeded him on the first lap; his team, of course, don’t want to tell him it’s Stroll, his teammate. Surely someone at Aston Martin has a sense of humour? Verstappen leads Leclerc by 11.175s. Perez is next, then Sainz, then Hamilton. Lap 21/57 Verstappen is absolutely killing this. Lap 20/57 Ocon, it seems, didn’t serve his time-penalty properly, so he’s in more trouble. Menatime, William Preston emails: “Has there ever not been an opening race where one car and driver gets a proper stomp on from the outset, and we all sigh and say ‘Well, might as well call it now’? It’s an F1 tradition, as are the thrilling heroics the mechanics and engineers put in between the times to make it much tighter by the redemptive third act. It’s a beautiful story each year, and looking forward to this one.” Yup, agree. We think we know and maybe we do, but we don’t watch the last five minutes of a Poirot because ultimately it’s not about who killed Lady Merryweather-Smythe, it’s about why and how. Lap 19/57 In comms, they note that Verstappen and Red Bull are like Schumacher and Ferrari were, with enough pace to pretty much do whatever they want. Verstappen and Perez are on softs, but Albon is the only other member of the top 10 not using hards. Lap 18/57 Norris pits again and I’m not sure how long he’ll be staying out there – his team will want to protect their car. Save when pitting, the top five has been the top five since the first corner. Lap 17/57 Perez pits, Verstappewn resumes the lead, and the game is 10.189s. Lap 16/57 “Just as well I haven’t subscribed to Sky!” sighs Anne Williams. “From the sounds of things Verstappen is going to cruise through all the races barring engine failure or someone taking him out!” It does look like that, but we also know something always happens. Meanwhile, Alonso has Bottas under pressure, takes him out easily, and he’s sixth. Lap 16/57 Piastri seems to have a gearbox issue – electrical -related – and Perez now leads with Verstappen pitting. Perez Verstappen Leclerc Sainz Hamilton Bottas Alonso Russell Stroll Albon Tsunoda Gasly Lap 15/57 Verstappen pits and exchanges softs for softs, while we learn that Ocon, who has damaged his front wing, has been hit with a five-second penalty for being in the wrong position at the start. Lap 14/57 Russell pits, then we see Ocon’s plate dangling off; he’s in 14th. Hamilton, meanwhile, is out of the pits in seventh, while Piastri, the next big hope, is in the pit with some kind of issue and he looks to be done for today; what a disaster this weekend has been for him. Verstappen still leads, by plenty. Lap 13/57 Hamilton pits – Russell wanted to a couple of laps ago – and here comes Alonso, looking to nail him down the straight! Alonso nudges ahead, Russell finds a great line to come back at him … then Alonso finds yet more gas and breezes by! Lap 12/57 Alonso’s Aston is waaaaaay faster than Russell’s Merc which, like Hamilton’s has a problem with its rear tyres; it feels like a matter of time before sixth and seventh swap. Albon and Hulkenberg pit; Verstappen leads by 8.481s. Lap 11/57 Alonso is hunting Russell now, but without much success, while Norris pits and has an engine issue. He’ll be gutted and that might be the end Lap 10/57 Alonso, though, is 0.9ish behind Russell and has DRS; Russell thinks he might be being held up by Hamilton. Otherwise, Gasly is first to pit and presumably will prompt others to do the same. He comes back, after an untidy change, last. Lap 9/57 Verstappen leads by 6.266s and there’s not much movement anywhere now; who will blink first and change tyres? Lap 8/57 Verstappen is in such great nick it’s disgusting. Lap 7/57 George Russell holds the fastest lap so far, but he still trails Hamilton by the best part of a second. Verstappen Leclerc Perez Sainz Jr Hamilton Russell Alonso Stroll Bottas Ocon Albon Norris Lap 6/57 Magnussen beings up the rear, suffering for his choice of hards – but we’ll how that unfolds. Versatappen leads by 4.783s. Lap 5/57 Stroll nips by Bottas and now sits eighth; Verstappen’s lead is 4.021s and he’s lapping nearly a second faster than the lads behind him. He’s just got to stay on the circuit to win. ", "category": "sports", "source": "theguardian", "summary": "\n\nVerstappen is dominating the race, leading by a significant margin with Perez behind him in second and Leclerc further back in third, while Alonso is managing to keep up with Hamilton in fifth and sixth respectively."}, {"title": "Liverpool v Manchester United: Premier League – live", "link": "https://www.theguardian.com/football/live/2023/mar/05/liverpool-v-manchester-united-premier-league-live", "text": "Some pre-match thoughts from Jürgen Klopp, speaking to Sky Sports.Play good is helpful. Be aggressive, but not overly. Be compact, be wild in moments, be brave - these kinds of things. It is a derby but sometimes we know the emotions can get the best out of us or the other way round. It is all about how good we defend and how good we attack. A mix of experience and the football part which Harvey Elliott brings - he played really well against Wolves, setting a new record for counter-pressing situations. Pre-match thoughts from the readers:Joe Pearson: “What worries me today is Rashford barrelling down the left against Alexander-Arnold. I just hope Rashford doesn’t channel his inner Vinicius Junior this afternoon.” Mike MacKenzie: “I’m worried with both Fabinho & Henderson in midfield. I’d have picked Bajcetic instead of either of them. But I’m just a dolt in Canada.” Jeff Sax: “The best chance for a long time for MU to win.” This is the era of hot takes in Our League, and who could deny Graeme Souness his right to make this piping-hot prediction? Roy Keane and Gary Neville could be smirking on the other side of their faces come full-time. 🗣️ “I fully expect them [Liverpool] to turn up today, it’s a long time since I’ve been this confident about a Liverpool win against [Manchester] United.”  Graeme Souness is backing a Liverpool victory today. 💪  pic.twitter.com/O8zm9apXBaIan Copestake has been in touch: “The nature of much that has been written about this game seems to have turned it into a symbol rather than a physical event. Them overtaking us, the old ways dying, can a new spring occur? Klopp even calls it a derby, which it isn’t. But it is ‘like’ a derby and so may as well be called one.” Will Unwin on Casemiro, a player who must be seen as the signing of the season, unless you prefer the shock and awe of Erling Haaland. “When you go to recruitment in the summer, we were looking for players with character, with personality,” Ten Hag says. “It was not only about signing players. A lot of players in the world have great skills from a technical approach, or they can run really fast, but we were looking for players who have character, who have personality, who have leadership, take responsibility, who are resilient. That is the type of players I was looking for after I analysed the squad.” Casemiro’s arrival and impact reminds of when Edgar Davids played half a season for Barcelona in 2004, and suddenly they became the world’s best team. Or, for older readers, Bobby Collins joining Leeds in the early 1960s and making them into the Leeds United the world came to know. He may not burn for long, but he has burned bright. Not, of course, that he needs to be pensioned off in any sense. Jonathan Liew examined a rivalry of two clubs more alike than their fans might like to admit. Though perhaps they all realise that by now. The investment in Ten Hag’s side has been not simply in terms of money but time and patience. The backroom structure has slowly been filled out after years of neglect. There is now an established playing style, something United have arguably not enjoyed since Louis van Gaal. Naturally, there are no long-term guarantees. But United are at least trying to construct a coherent identity, to build a functioning organisation, to be – in other words – a little more like Liverpool. For Manchester United, that’s the same team that started and won last week’s Carabao Cup final, and for Liverpool there’s three changes from the midweek defeat of Wolves. Jordan Henderson, Cody Gakpo and Andrew Robertson are those to come in. No Stefan Bajcetic in midfield, with Harvey Elliott’s energy instead trusted over the young Spaniard’s poise. Such has been Bajectic’s impact that’s a surprise selection. Bobby Firmino, for the off this summer, is on the bench. Liverpool: Alisson, Alexander-Arnold, Konate, Van Dijk, Robertson, Elliott, Fabinho, Henderson, Salah, Nunez, Gakpo . Subs: Kelleher, Milner, Firmino, Jones, Carvalho, Matip, Tsimikas, Bajcetic, Jota Manchester United: De Gea, Dalot, Varane, Martinez, Shaw, Casemiro, Fred, Fernandes, Weghorst, Rashford, Antony.  Subs: Heaton, Maguire, Malacia, Sabitzer, Sancho, Wan Bissaka, Elanga, McTominay, Garnacho Jonathan Wilson’s Observer column today focuses on Jurgen Klopp. The danger for a managerial great is to hang on because there is such a faith in his abilities: he was the messiah once and he can be again. But cults of personality are dangerous: blind allegiance to a manager obscures the other factors that make a successful club. And managers themselves are not constant. The tendency is to self-parody, in late career to ask not what the most effective solution might be but to attempt the most characteristic. When last they met, Erik ten Hag got his first ever win as Manchester United manager.And he did so after dropping Cristiano Ronaldo, a decision that would forebear the binning of the former legend turned millstone by Ten Hag. He’s been speaking about that this weekend. I do consider big decisions like that, definitely. I have to look at the impact they make, not only in the short term but also for the longer term. You always have to think strategically as a manager and face the consequences. I am aware of it but that is my job and my responsibility. I had reasons to choose that team against Liverpool. They were obvious. And I knew the reaction if it had been a negative outcome, which is always possible in football. But I am not worrying. I sleep well also in those nights. I have to take the decisions in respect of the club and the team. I have to stand by those decisions. From Jürgen Klopp’s programme notes for this game.As things stand, this season has been a better one for them [United] but there is still time and opportunity to improve things for ourselves. The last four games we have played in the Premier League have shown that we definitely have the appetite to do this and I could not be happier with the way the players have accepted the challenge ahead of them. When we lost to Wolves a month ago, we received a lot of criticism and much of it was deserved. We are always our own biggest critics but the best thing is that we always have the chance to put things right for ourselves. That this has started to happen in the games that I have mentioned is a real positive but it does not happen without everyone being ready to get through a tough period together. This is a message that I have used repeatedly because it is one of the most important I know. Together we have a chance. Together we can deal with problems and come up with solutions. Together we can find a way to be better. And the great thing about this club is that it is built on togetherness, especially at times that are not so good. Important announcement before this game. This nonsense has to stop. It’s time everyone grew up.  Ten Hag said: “The rivalry between Manchester United and  Liverpool is one of the greatest in world football. We all love the passion of the fans when our teams meet, but there are lines that should not be crossed. “It is unacceptable to use the loss of life – in relation to any tragedy – to score points, and it is time for it to stop. Those responsible tarnish not only the reputation of our clubs but also, importantly, the reputation of themselves, the fans, and our great cities. On behalf of myself, our players, and our staff, we ask our fans to focus on supporting the team on Sunday, and representing our club in the right way.” Klopp added: “One of the main reasons why the rivalry between Liverpool and Manchester United is so special is that it is so intense and no one should ever want to change this. But at the same time when the rivalry becomes too intense it can go to places that are not good for anyone and we do not need this. Here we go, here we go, here we go….this is it. Let’s be honest here, this fixture between the trademarked two biggest clubs in England, and certainly the most successful, can often be an absolute dog. Form doesn’t so much go out the window as forget itself as the tranqs kick in. At least there is plenty at stake here, with Liverpool’s eyes focused on the top four, and thankful to Wolves for yesterday’s win over Tottenham. United’s chance of a title is slim, especially if the top two keep winning but keeping Liverpool down in the Europa League/Conference League would meet the approval of fans, and also affect the summer transfer plans of a club who would really like someone like Declan Rice or Jude Bellingham to add quality to their midfield. It was only a few weeks ago that Cody Gakpo chose Anfield over Old Trafford, a decision that has not looked the best choice so far. Still, should Liverpool win this, then they can begin to look upwards and to a future brighter than what has been such a poor season for them. For United, a quadruple is on, though their eternal rivals are this season showing the problems of fighting on so many fronts. Kick-off is 4.30pm. Join me.", "category": "sports", "source": "theguardian", "summary": "\n\nJürgen Klopp and Erik ten Hag both emphasize the importance of a good performance and responsible fan behavior in the upcoming Liverpool vs. Manchester United match, stressing that the rivalry is one of the greatest in world football but cautioning that it should not go too far."}, {"title": "Chelsea v Arsenal: Continental Cup final – live", "link": "https://www.theguardian.com/football/live/2023/mar/05/chelsea-v-arsenal-continental-cup-final-live", "text": "58 min Maanum sprays a crossfield pass to the unmarked Pelova on the edge of the area. She controls the ball on her chest and cuts across a volley that is comfortably saved by Berger, falling to her left. That would have been some impact from Pelova, who has been on the field about a minute. 58 min: Arsenal substitution Victoria Pelova replaces Katie McCabe, who was once again in the thick of it. She was booked, went down twice with head injuries – but, most significantly, won the penalty from which Kim Little put Arsenal 2-1 in front. 57 min Chelsea are starting to threaten again. Kerr makes another good run, this time down the right wing, and picks out the unmarked James 20 yards from goal. She whips a first-time shot that curls a few yards over the bar. Zinsberger had it covered. 55 min Kerr makes a terrific run behind the Arsenal defence, onto Perisset’s long, angled pass, but Rafaelle recovers superbly to push the ball behind. The corner is cleared. 51 min Leupolz is booked for a studs-first follow through onto McCabe’s ankle. 50 min A big moment of fortune for Berger, whose lazy pass is blocked by the stretching Blackstenius but goes straight back to the keeper. 49 min McCabe goes down again holding her face after a hefty collision with Eriksson. She’s fine. 48 min James, so quiet in the first half, runs at the defence, rolling her studs over the ball, and finds Reiten on the left. She curls a first-time cross towards the penalty spot, where Cuthbert gets in front of the Arsenal defenders but screws an acrobatic volley wide of goal. A half chance at best. 47 min Foord shoots a few yards wide from distance. It took a deflection off Bright, in fact, but a goalkick has been given. 46 min Arsenal begin the second half. Chelsea have made a second substitution: Melanie Leupolz for Niamh Charles. That means Eve Perisset will return to right wing-back. “As a properly stung Arsenal fan, 3-1 isn’t good enough for me to feel safe against Chelsea and Kerr,” says Zach Neeley. “Would 4-1? Maybe, but they’re officially the horror movie villain who isn’t dead for sure until the credits end.” Half-time readingPulsating stuff at Selhurst Park. It looked like the same old story when Sam Kerr headed Chelsea ahead in the second minute, but Arsenal responded irresistibly. Stina Blackstenius equalised after a quickly taken free-kick, a symbol of Arsenal’s tempo in the first half, and then Kim Little scored emphatically from the spot after Katie McCabe tricked Sophie Ingle into a loose challenge. For a while it looked like Arsenal could win the game before half-time. Emma Hayes changed both tactics and personnel, which helped Chelsea to restore order – until Niamh Charles scored an unfortunate own goal with the last touch of the half. In fact, it came off Niamh Charles. She was off balance as she tried to head clear, under pressure from Rafaelle, and ended up diverting the ball past both Berger and Ingle on the line. It looked like Ingle had a decent opportunity to clear, but she reacted slowly and the ball went straight over head. There was also an important half block from Blackstenius, who ensured – some would say illegally, others would say legally – that Berger couldn’t get a clear run at the ball. Catley, on the right, curled a pacy inswinging corner towards the near post. Berger came through the crowd – and I think she ended up punching it into her own net! Oh my word! 45+2 min Cuthbert’s free-kick is spilled by Zinsberger, under pressure from Bright, but the ball lands safely and the flag had gone up anyway. 45+1 min Four minutes of added time. It’s actually Arsenal who will be glad to hear the whistle now, because Chelsea are stirring. 45 min McCabe, who has switched to the left for the time being, teases a deep cross that just evades the leaping Foord. 43 min Chelsea have been better since the switch to a back three, and everything points to a humdinger of a second half. 42 min Looks like a 3-4-1-2 for Chelsea. Eve Perisset has moved into midfield alongside Sophie Ingle, with Cuthbert playing in a more advanced role. 41 min … but Reiten’s free-kick hits the wall. 40 min Cuthbert wins the ball high up the field and is fouled 22 yards from goal by Walti. This is a chance for Chelsea… 39 min: Chelsea substitution Kadeisha Buchanan replaces Jelena Cankovic, which definitely means Chelsea will play with a back three. 39 min: Half chance for Kerr! Reiten beats Maritz thrillingly, knocking the ball one side and running round the other. Then she curls a terrific cross to the far post, where Kerr heads wide under pressure from Catley. 38 min Emma Hayes is about to make a tactical substitution. No surprise, even at this early stage, because Chelsea are being  . 37 min Maanum’s shot on the turn from 15 yards goes well wide. Just before that, the ball hit Bright right on the edge of the area, and Arsenal wanted a handball. The referee wasn’t interested. 37 min Foord’s dangerous cross is headed away bravely by Eriksson. Cuthbert lumps the ball somewhere, anywhere, just to get a few seconds of respite. 36 min It looks like Emma Hayes has switched to a 3-4-2-1, with Reiten at left wing-back and Charles switching to the right, although it’s hard to be certain because they are being moved all over the place. 35 min: Blackstenius has a goal disallowed for offside! It was beautifully taken – one touch to control and another to flick it past Berger – but she was definitely offside. 32 min Berger is fine. McCabe is on her feet, though she looks a bit groggy… until she is booked, at which point she gives the referee a mouthful. McCabe kicked Berger in the chest and, though she was going for the ball, you can understand why a yellow card was dhown. 30 min: Great goalkeeping from Berger! Maanum’s clever header releases McCabe, who is just beaten to the bouncing ball on the edge of the area by Berger. They both go down, with McCabe holding her head, but it looked like a really good – and brave – bit of goalkeeping. Replays confirm as much, but they are both still down. McCabe is receiving very careful treatment to her neck. 29 min A sloppy pass from Blackstenius goes straight to Kerr, 45 yards from goal. She’s all on her own against Rafaelle and Williamson, so she makes a beeline for the Arsenal area, but Rafaelle makes a really good tackle. 28 min I haven’t seen Arsenal play this well all season, maybe in years. The tempo has been relentless. 27 min: Chance for Arsenal! Catley hooks a spectaculative over-the-shoulder cross towards the near post, where Blackstenius gerts in front of Eriksson and forces a header towards the near post. Berger gets down really smartly to her right to push it away. 26 min Berger is okay to continue, and the match has resumed. 25 min That was a brilliant penalty from Little. Play hasn’t restarted yet, because the Chelsea keeper Ann-Katrin Berger is receiving treatment to her right leg. It doesn’t look great actually. ", "category": "sports", "source": "theguardian", "summary": " Arsenal substitution Jill Roord replaces Jordan Nobbs, who was moving gingerly after a collision with Magdalena Eriksson.\n\nIn the first half of the match, Arsenal responded to Chelsea's early goal with an equalizer from Stina Blackstenius and a penalty from Kim Little that"}, {"title": "Nottingham Forest 2-2 Everton: Premier League – live reaction", "link": "https://www.theguardian.com/football/live/2023/mar/05/nottingham-forest-v-everton-premier-league-live", "text": "Thank you very much for joining me for this pulsating draw. Forest wull be happier with the point in the long term but Dyche has plenty of positives to take from the match. Peter Lansley’s report will be arriving soon for you all to gawp at. Now this match is over, I would heartily recommend joining John Brewin for Liverpool v Manchester United. Surely, it will not be as good as Forest v  Everton. Just your eight bookings there. Forest improved once Gibbs-White was moved centrally.  Everton really need Calvert-Lewin back soon because they are reliant on height in the box due to the wingers they have available. It was a hectic encounter at the City Ground and a draw is certainly fair enough. It keeps Forest four points clear of the relegation zone going into two tough games. 90+4 mins: Davies loses the ball to Dennis, so makes up for his error by pulling back the striker. Another yellow is shown on a busy day for the referee. 90+2 mins:  Everton win a corner on the right. Tarkowski and Keane go up for it. McNeil swings it in, Keane heads it back but the referee blows up for something or other. 90 mins: Five minutes added on. 88 mins: Gueye and Lodi have a scrap, the Brazilian wins a free-kick and takes it quickly. For some reason, Gueye then pulls his opponent down anyway. Being feisty for the sake of it. Iwobi marauds down the pitch and almost makes it through on Navas but Yates is there to clear up. Maupay and Davies are ready to come on. Maupay almost joined Forest in the summer until they were talked out of it and they will be pleased they avoided it. Iwobi and Gray off. 86 mins: It is a probably not a great sign for those on the  Everton bench that Dyche has not seen fit to bring any of them on. They are playing OK but you would think they had someone that could add impetus at this late stage. Johnson gets Godfrey’s elbow in the back of his head but it is not a foul. 84 mins:  Everton are upset that Dennis’ foul on Gueye is missed and become more annoyed when Doucoure is penalised for taking down Ayew. Johnson gets down the right wing and pings a cross into the box, which creates some pinball until Tarkowski pumps clear. 82 mins: Forest break; Ayew makes it to the edge of the box and takes aim for the bottom corner. He fires his shot across Pickford who gets a strong wrist to the ball and he sees it go away from red shirts. 80 mins: Forest break but Johnson pulls back McNeil to take him out of the game. A good spot form the referee, although he should bring out a yellow for that. 79 mins: Forest have made their three subs. Is it time  Everton think of some changes to freshen things up, otherwise they could be at risk here. Felipe is the latest to go into the book for taking out Gray from behind. That is a bad challenge. A poor pass from Doucoure is intercepted inside the  Everton half. Johnson collects the ball, lays it to Yates who plays to straight back to the forward, allowing him to find the top corner from 16 yards. 76 mins: Lodi sends in a ‘long’ throw from the left but  Everton clear easily and break but it ends because there is no one in the box to cross to. 74 mins: Dennis seems to be operating on the left with Ayew down the middle with Johnson. Down the other end, Iwobi darts past Worrall, who just about holds him up. Eventually,  Everton win a corner. Gray swings it in from the left and Worrall clears. 72 mins: Shelvey has dropped deeper alongside Yates, allowing Gibbs-White to play in his preferred position behind the strikers. He makes a dynamic run and looks to find Johnson with a pass but Godfrey reads the danger and clears. 70 mins: Here come the subs for Forest. Yates, Dennis and Ayew are on. Colback, Freuler and Wood are off. It will be interesting to see how they set up. 67 mins: Felipe plays another bad backpass, which Worrall belatedly leaves for Navas, who reacts just in time to clear. Down the other end, Aurier swings in another cross that is easy for Pickford to claim. 65 mins: Who will Cooper turn to first? Lingard, Surridge, Ayew, Dennis? 63 mins: Coleman bundles over Freuler in the corner and there is another split second of pushing. Lordy, this is becoming difficult to keep track of. Can’t everyone play nice? 61 mins: Gibbs-White, another on a booking, lunges in on Onana and gives away a free-kick, causing some damage to his opponent at the same time. The referee feels the award of the free-kick is punishment enough and so do I. Onana gets up gingerly. “This is the sort of game you have to feel sorry for the ref,”  says Samuel Campbell. “It looks like he has lost control of it a bit but the players acting like little children is making it nearly impossible for him.” 59 mins: Johnson goes past Godfrey, who has a tug at his shirt but the winger does not go down. With Godfrey on a booking, the referee would have had a decision to make. Dyche might need to make a change at left-back soon. Down the other end, Felipe sends a dreadful looping backpass in the vague direction of Navas, who reads the danger and runs out to clear. 57 mins: Now Tarkowski is booked for an elite-level lunge on the touchline on Lodi in an attempt to stop a counter. It is not that bad and a yellow is the right decision, despite the anger in the stands. 55 mins: Forest are having a good spell. A Shelvey shot is deflected wide. Gibbs-White takes the corner short to Johnson, who drives for the byline but his cross is well overhit. There is another melee. Lodi and Gray are booked for their involvement in the latest contretemps. “Temper, Temper boys,”  says Mary Waltz. “Who gets the first Red Card? This is Drunken Pub league stuff and someone is going to lose it.” I’d be surprised if this ends 11 v 11. 53 mins: The aforementioned free-kick is cleared. Eric Peterson emails: “Watching that first half was wonderful for a Toffee, but it also made me revert back to my frustration about the  Everton that was so offensively inept under Frank Lampard. TV in the USA lauded, most properly, Doucoure and Onana for pushing up from midfield and fueling the attack today. Where was this for the first half of the season, when it was so clear how bare the cupboard was at Everton once Richarlison was sold and not replaced? And if anyone should have recognized the value of giving the midfielders a mandate to join and even force the attack, why not the guy who made his legendary name as a player doing just that?” 51 mins: It’s getting feisty. Tackles fly in from players on both sides. McNeil goes head-to-head with Gibbs-White and they both get a booking. More importantly, Forest get a free-kick in a dangerous position. 49 mins: Wood is very much a man aiming to come deep to flick the ball on. He is a very different striker from Awoniyi. He seems a strange replacement in this specific system. 47 mins:  Everton enjoy all the possession in the first minute of so to keep the City Ground quiet. A dangerous cross is whipped in from the left but Forest clear. The ball makes it out to the left where Gray and Aurier battle for it. Forest get the throw, causing some friction between the two players that needs calming. Here we go again! Forest have a few issues to sort out, mainly how to get Gibbs-White into the game more. Gibbs-White is their most dangerous player but Shelvey seems to be playing in the space he often occupies and he is more keen to play in behind sooner. Hmmmmm …. Want some half time reading? The read me on Liverpool v United while I decide on having a cake or biscuit. The visitors are edging proceedings in what has been a pulsating 45 minutes. As Dyche said before the match, it is all about putting together a full performance in a match. That is the real test for  Everton. 45+1 mins:  Everton break on Forest. Doucoure gets down the left and pulls it back for Gray to shoot from 12 yards but Gibbs-White blocks what is a tame effort. 45 mins: Two minutes added on. 44 mins: Could Dyche bring on Vinagre for his first appearance in the league since August? I am not sure Godfrey can play 90 minutes at left-back. 42 mins: Godfrey, who has had a tough time, goes into the book for taking down Johnson on the right touchline. An impressively needless foul. Johnson is down receiving treatment. 41 mins: “Dyche has the boys playing with maximum effort,”  says Mary Waltz. “The game is chaos, a constant formless mess, which favors  Everton. But I am keeping expectations suppressed. Since Sparks was mentioned earlier I think “Edith Piaf Said it Better” would be appropriate.” 40 mins: McNeil, who is wandering all over the pitch, pops on the right wing. He receives a pass and cuts in onto his favoured left foot to let fly from 25 yards but Navas is able to tip it over. 39 mins: The City Ground is enduring a rare spell of quietness in the stands because  Everton are once again on top. Their midfielders and forwards are playing with great fluidity, making it hard for Forest to pick them up. 37 mins: Whenever  Everton get into crossing positions, Onana and Doucoure get into the box to provide some height. They are both a threat but if Forest win the first header, it leaves a big gap in midfield. 35 mins: Forest are looking to regroup after the sucker punch of the second goal. They keep looking long for Wood which Tarkowski and Keane will not mind at all. “Well this is unexpected,”  says Joe Pearson. “Both teams average less than a goal per game, and here they’ve already scored three! Maybe they just need to play each other all the time.” 33 mins: Forest have Tottenham away and then Newcastle at home in their next two games, making it very important that they get something here. It could be one of the great relegation battles this season. 31 mins: This is all a bit relentless, isn’t it?  Everton have scored twice to put them level of goals this season with Wolves and Forest at the bottom of the ‘for’ pile. Pickford lumps a free-kick forward, Tarkowski and Keane get their heads to the ball and it eventually goes into the six-yard box where Doucoure gets the wrong side of Freuler to nod home. 29 mins: No one seems particularly happy with John Brooks at the moment. He doe not give a foul on Gibbs-White but gives a free-kick to  Everton immediately after. Some red shirts surround the referee and he aims to calm tensions. ", "category": "sports", "source": "theguardian", "summary": " Eventually, the free-kick is taken and it goes out for a goal kick. 27 mins:  Everton break through Gray, who plays in Iwobi down the left. He crosses to Doucoure, who takes a touch before shooting from 16 yards but it is blocked by Freuler."}, {"title": "Ireland and Scotland on collision course with World Cup showdown on horizon", "link": "https://www.theguardian.com/sport/blog/2023/mar/05/ireland-and-scotland-on-collision-course-with-world-cup-showdown-on-horizon", "text": "Given  Scotland’s upward trajectory, Ireland’s unerring consistency and South Africa’s enduring pedigree, not to mention Tonga’s ability to ruffle feathers, that particular pool is increasingly looking shark-infested. As this Six Nations has worn on, there have been numerous suggestions that it is a problem, a terrible look to have such a competitive pool, with three of the world’s top-five ranked teams. The only sane response is: why? Why is it a bad thing to have a pool so tightly contested? To have a pool in which predicting the two qualifiers is not straightforward? To lament the draw is to hark back to the days when all quarter-final qualifiers were predictable, when you could put the house on who would make the last eight. There was a similar argument in 2015 but that tournament will be remembered for the incredible drama of a pool from which Australia and Wales advanced  and England did not. A place in the quarter-finals is not the birthright of the more established countries – the old Five and Tri Nations sides. It is not the preserve of the institution, those with more seats on executive committees. God knows it is hard enough for the so-called tier-two nations to upset the old order, even if  World Rugby has mercifully moved to address the glaring disparity over in-tournament rest periods between established and developing countries. Without the kind of jeopardy in Pool B, there is the danger we are left going through the motions until the knockout stages. Granted, France against New Zealand will be a spectacle not to be missed – just as  the All Blacks’ early encounter with South Africa was in 2019 – but in this elongated tournament there are more than five weeks between that opening night and the first quarter-final. As thrilling as the late stages of last year’s Rugby League World Cup were, France 2023 really does not want a repeat of the tedium that preceded it in the pool stages. The stick with which World Rugby is often beaten is that the draw took place just over a year after the last tournament, with seedings based on the world rankings at the start of 2020 – in other words, straight after Japan 2019. It must be remembered, however, that World Rugby’s hands were tied by the pandemic, with the 2020 fixture list obliterated and some teams not playing at all that year. Rankings at the end of that year were initially supposed to apply. As World Rugby also points out, there is no perfect time to make the draw – doing so early allows for things such as ticketing and marketing campaigns – and the flux among the world’s top 10 of late is unprecedented. Again, that is no bad thing, either. You could argue that a draw so early in a World Cup cycle allows teams to focus less on results in the middle of it, but that Eddie Jones is no longer England head coach perfectly illustrates the pitfalls of such an approach. It should also be remembered that South Africa were ranked seventh when the draw for the 2019 World Cup was made, in the second band of seeds, and it did them no harm. Sign up to  The latest rugby union news and analysis, plus all the week's action reviewed after newsletter promotion Admittedly, the situation is aggravated by the fact that New Zealand, France and an eye-catching young Italy side are in the pool on the same side of the draw. This gives the tournament a lopsided look but that only adds intrigue to the other half, where it is not inconceivable that Japan and Fiji end up meeting each other for a place in the semi-finals. It is in that half, where the established sides look less strong – with Steve Borthwick, Warren Gatland and Jones all racing the clock with England, Wales and Australia, respectively – that the potential for upsets is ripe. And just as was the case in football’s World Cup, with Morocco reaching the semi-finals, all good tournaments need a sustained run from an unlikely source. Go back four years and, apart from that high-octane clash between New Zealand and South Africa, it was Japan and their swashbuckling run to the knockout stages that illuminated the first half of the tournament. Take that away and we would have been left with referees chastising themselves for not clamping down hard enough on high tackles in the opening weeks of the tournament and the impact of the devastating typhoon. Looking to this year’s tournament, history does at least bode well, because at France 2007, Fiji reached the knockout stages and Argentina the semi-finals for the first time. In the professional era, Japan, four years ago, are the only other side to reach the knockout stages beyond the more established eight nations. That paltry record is a blight on the tournament and if having one pool of death provides a better opportunity for more unlikely quarter-finalists then surely that is something to be celebrated. ", "category": "sports", "source": "theguardian", "summary": "\n\nHaving a pool of death in this year's Six Nations tournament with three of the world's top-five ranked teams is something to be celebrated as it provides more opportunity for unlikely quarter-finalists."}, {"title": "Will Jacks out of Bangladesh tour with injury to put brakes on World Cup push", "link": "https://www.theguardian.com/sport/2023/mar/05/will-jacks-england-cricket-out-of-bangladesh-tour-injury", "text": "Will Jacks has had a setback as he attempts to push his way into England’s World Cup reckoning after he was ruled out of the remainder of the tour of Bangladesh with a thigh injury. The 24-year-old all-rounder made his first one-day international appearance in Mirpur last week to complete a full set of international debuts within the space of six months, but injury now looks likely to apply the brakes to his ascent. With Jacks out, the series won and spin reinforcement required – England bowled 46.2 overs of it across the first two games of the series, through Jacks, Moeen Ali and Adil Rashid – Rehan Ahmed is likely to make his international white-ball debut in the final ODI on Monday. The 18-year-old was ruled out of the first game through illness but has fully recovered, impressing in recent training sessions. “He is the real deal,” Mark Wood said on Sunday. “He’s got youthful enthusiasm and excitement and it’s as if he’s playing a club game. He just wants to bowl and whack it. He has a nature about him which is just lovely to see. It’s quite infectious and I am really looking forward to seeing how he goes. When he played his Test match, it was like it was not a big deal, and I think he will be exactly the same in whatever format it is. I know the pressure might be on a little bit more in one-dayers where people try to whack you, but I think he will deal with it fine.” Before the opening ODI last Wednesday Jacks had not played a 50-over game of any kind since 2019, but his record in Twenty20 cricket – and his ability to bowl useful off-spin – has forced him into England’s white-ball reckoning. In 102 career innings in the format he averages 29.8 with a fearsome strike rate of 157.9, memorably scoring a 48-ball 108 for Oval Invincibles in the Hundred last year. He left the field midway through Bangladesh’s innings in the second game of the series on Friday after feeling tightness in his muscle, and will now fly home to begin his recovery, missing the three T20s that follow the concluding ODI on Monday. Jacks has four weeks before he is due to make another debut, with Royal Challengers Bangalore’s first game of what will be his first Indian Premier League season scheduled for 2 April. RCB bought him for 3.2 crore (£250,000) in the December auction. The injury is not thought to be serious enough to jeopardise his participation in the IPL. Meanwhile Wood has said England’s success in Bangladesh, where they have become the first touring side in nearly seven years to win an ODI series, shows that they are capable of winning in any conditions – including at the World Cup in India later this year. “I think we’ve got such a good, talented group. When I’ve finished I can say that I got to play with the likes of Jos Buttler and other people like that – these are some of the best players that England’s ever produced,” he said. “To think that we can’t turn up here and win, why not? Why can’t we? We’ve got an unbelievable team. Why can’t we win in these conditions? I don’t think as a team we should fear anybody. We can beat anybody in any conditions. Sign up to  Subscribe to our cricket newsletter for our writers' thoughts on the biggest stories and a review of the week’s action after newsletter promotion “We’re champions in two formats. Why can’t we go to India and win? I don’t see why not. We’ve got fast bowlers, we’ve got experience, we’ve got great spinners and we’ve got some of the best batters in the world – we’re ticking boxes every team would want. I don’t want it to sound arrogant, but I’m confident in my group. We’ve got some top-class players, we should be able to go there and think we can win. And if we go there with any doubt, that’s when we’ll fall down.” ", "category": "sports", "source": "theguardian", "summary": "\n\nWill Jacks has been ruled out of the remainder of England's tour of Bangladesh due to a thigh injury, and Rehan Ahmed is likely to make his international debut in the final ODI on Monday as a result."}, {"title": "‘The greatest end’: Arteta hails Nelson’s dramatic winner against Bournemouth", "link": "https://www.theguardian.com/football/2023/mar/04/the-greatest-end-arteta-hails-nelsons-dramatic-winner-against-bournemouth", "text": "Mikel Arteta hailed an “extraordinary day” in Arsenal’s charge towards the title and said their remarkable  last-ditch victory over Bournemouth will strengthen their belief going into the last 12 games. Arsenal remain five points clear of Manchester City after Reiss Nelson’s spectacular winner, which came in the 97th minute and had seemed improbable when the visitors took a two-goal lead. The scenes of celebration around the Emirates Stadium were as jubilant as at any point in its history and it felt a pivotal moment in the campaign. Nelson’s effort was the kind of moment champions look back on in years to come. “It was an extraordinary day and a beautiful experience at the end,” Arteta said. “Dramatic, but worth living it because there was the greatest end to it.” It was Arsenal’s fourth straight win and they have comprehensively banished the doubts wrought by a spell that brought one point from their previous three. “Winning four games in the  Premier League is very difficult and we have done three in a week, which is even harder,” Arteta said. “We had done it in various ways and that should generate more belief.” Arteta had high praise for the usually peripheral Nelson, a second-half substitute who had played 64 top-flight minutes this season before arriving midway through the second half, quickly setting up the equaliser for Ben White. He now has three goals and an assist in 2022-23. “I always saw the potential, the talent and the desire for him to do it but he’s at a different level right now,” he said. “I think emotionally, the experiences that he had helped him. He was knocking on the door, he’s been training really well and it’s a good lesson for me and for the coaches that we need him.” Arsenal’s bench piled on to the pitch after Nelson’s winner and there was pandemonium in the stands. Arteta described it as “probably the loudest and most emotional moment we have lived together.” Sign up to  Kick off your evenings with the Guardian's take on the world of football after newsletter promotion Gary O’Neil, the  Bournemouth manager, bemoaned a loss that cancelled out the achievement of going 2-0 up through Philip Billing and Marcos Senesi. “To make it the game it was took a lot of effort,” he said. “I’m proud of what they produced but it’s hard not to feel anything but gutted. The lads are very down: to put in so much work and to come up seconds short is a big blow. They’ll be fine, devastated right now, but we’ll get back to work.” Billing’s goal came after 9.11 seconds via an audacious kick-off routine. “It was something we thought of the day before yesterday maybe,” O’Neil said. “You don’t expect to score from it, but we thought we could catch them with it and we did.” ", "category": "sports", "source": "theguardian", "summary": "\n\nArsenal's remarkable last-minute victory over Bournemouth at the Emirates Stadium was celebrated as a pivotal moment in their charge towards the title, with Reiss Nelson's spectacular winning goal providing a moment champions look back on in years to come."}, {"title": "Marcus Smith orchestrates Harlequins’ Big Game demolition of Exeter", "link": "https://www.theguardian.com/sport/2023/mar/04/harlequins-exeter-premiership-rugby-union-match-report", "text": "The stage was set and the greatest showman duly showed up.  Harlequins like to give their supporters a great day out at their annual Big Game and, sure enough, Marcus Smith produced his full repertoire of tricks to leave England’s head coach, Steve Borthwick, in no doubt about his ability or relish for the big occasion. Having been omitted from England’s training camp in Brighton this week, the onus was on Smith to prove a timely point and the fly-half did so spectacularly with a man of the match performance. The ball remains in Borthwick’s court ahead of his team’s Six Nations game against France at this same venue next weekend but Smith could not have done much more in terms of underlining his talent and state of readiness. A below-par  Exeter did not always help themselves but, with Borthwick and England’s current attack coach, Nick Evans, in attendance, Smith was at the heart of a fizzing home performance, directly setting up two tries and nailing all but one of his place kicks. “He was sharp so he’s going to make selection really difficult for Steve and the England coaches,” said Quins’ head coach, Tabai Matson. “He did what Steve asked him to do. Will he be an option this week? Only Steve knows that but he’s put his best foot forward and shown there’s another way. Tonight we saw a masterclass in finding space.” At times everything felt almost pre-ordained, particularly in the first quarter. One lovely Smith dummy outfoxed the onrushing Chiefs chasers and, for good measure, there was also an effective tackle on the high-stepping Christ Tshiunza. Then, with little on just outside the home 22, the fly-half spotted some space over the top and a deft little chip gave André Esterhuizen the chance to put a gleeful Cadan Murley over at the other end. It was the perfect example of what Smith can conjure, given the freedom and licence to do so. If England want a fly-half who gives the roulette wheel a calculated spin, there is none better in the land. If they want someone to play the percentages and prioritise territory and a relentless kicking game, there are more pragmatic options available. What you see in club rugby, clearly, is not always what you get at Test level. That said, it would be the most colossal waste of talent if Smith does end up being relegated to the role of tackle bag holder and water carrier in the short and medium term. Given Owen Farrell’s recent travails off the tee, Smith’s touchline conversion of Joe Marchant’s second try, set up by a neat Danny Care grubber kick, delivered perhaps the heftiest nudge of all. If you were to be hyper-critical you could point to one missed conversion and a mis-hit drop goal but, even taking into account the costliness of Harvey Skinner being sent to the sin-bin and Exeter’s lack of penetration, his energising effect was almost tangible. It was one of those days when almost everything stuck for Quins, not least the outrageous back-door offload from Care in the right corner which allowed a grateful Sam Riley to register his side’s third try. On replay it seemed the ball might have flown forwards but the referee, Matt Carley, chose not to be a killjoy. Sign up to  The latest rugby union news and analysis, plus all the week's action reviewed after newsletter promotion There was also more than a hint of a forward pass in the buildup to Quins’ bonus point try but, once again, play carried on and Smith unselfishly gave Marchant the chance to finish off another thrilling 60-metre team score. At 26-0 down at half-time there was no coming back for the visitors and, despite a consolation for Jack Innard, the only remaining question was exactly how many points Quins would ultimately rack up. Their back row delivered almost as resounding a performance as Faithless had done prior to the game and the skipper, Stephan Lewies, deserved to get on the scoresheet. It is also a result that propels Quins right back in to the playoff picture, although they must now head to Bristol next weekend to face the suddenly resurgent Bears. Whether they will be able to call on Smith for that fixture, after this cane-twirling exhibition, must surely be doubtful. Can England really afford to do without him? ", "category": "sports", "source": "theguardian", "summary": "\n\nMarcus Smith produced a man of the match performance that left England's head coach, Steve Borthwick, with a difficult decision to make as to whether Smith would be an option for their Six Nations game against France."}, {"title": "US teen Jordan Stolz is first man to win three individual golds at speed skating worlds", "link": "https://www.theguardian.com/sport/2023/mar/05/us-teen-jordan-stolz-is-first-man-to-win-three-individual-golds-at-speed-skating-worlds", "text": "At the age of 18, Jordan Stolz already looks like one of the most dominant winter sports athletes on the planet. On Sunday, he finished an extraordinary few days of success by becoming the first man to win three individual golds at a single distance world speed skating championships. His victory in the 1500m went alongside earlier wins in the 500m and 1000m. His time of 1 minute, 43.59 seconds on Sunday in the 1500m was good enough to beat double Olympic champion Kjeld Nuis  of the Netherlands by 23 hundredths of a second. UNBEATABLE 🔥  After winning 500m and 1000m gold 🏆, Jordan Stolz 🇺🇸 clinched the 1500m title 🥇 to become the first male speed skater to earn three individual gold medals at a world single distances championships 👏  #SpeedSkating  #WorldSpeed  pic.twitter.com/WjC0kQA2qg“I felt really good this weekend, better than I have all year, and also peaking too,”  Stolz told the Milwaukee Sentinel Journal after Sunday’s race. “With all the races earlier in the year, and a lot of hard training, I came here and I just rested for 10 days. And I just felt super good on the ice. So technically, yeah, I think it was the best time ever skated, especially in the 500 and 1000. The 1500 was pretty good - near perfect.” His win in the 500m on Friday had made him the youngest gold medalist in the history of the world single distance championships. Stolz took up skating on his family’s three-acre backyard pond in the small Wisconsin village of Kewaskum, about 45 minutes north of Milwaukee. He had been inspired by watching Apolo Anton Ohno’s short-track exploits at the 2010 Vancouver Olympics on television. After initially training in short track, he moved toward the long track after a few years and began winning national championships when he was in fifth grade. Since becoming the youngest man to win an individual World Cup race in November and setting a track record in doing so, Stolz further delivered on his enormous promise by dominating last month’s junior world championships, sweeping the 500m, 1000m and 1500m while adding bronze medals in the other two individual events: the 5000m and mass start. He also won gold in the men’s team sprint. He is now only the third speed skater in history to win the junior and senior world titles in the same season, joining Eric Heiden (1977 and 1978) and Beth Heiden (1979). ", "category": "sports", "source": "theguardian", "summary": "\nJordan Stolz became the first male speed skater to earn three individual gold medals at a world single distances championships by winning the 500m, 1000m and 1500m."}, {"title": "UFC 285: Jon Jones submits Ciryl Gane in first round for vacant heavyweight title", "link": "https://www.theguardian.com/sport/2023/mar/05/ufc-285-jon-jones-ciryl-gane-fight-result", "text": "Jon Jones ended a three-year sabbatical from the  UFC, moved up to its highest weight class and emphatically won the heavyweight belt Saturday night with a first-round submission over Ciryl Gane. The 35-year-old Jones took Gane to the mat just a little more into the round, and won with a guillotine choke at 2:04 in UFC 285. “I’m so excited,” Jones said. “I’ve been working for this for a long time. A people thought I wasn’t coming back. I’m been faithful to my goal, faithful to my mission.” For Jones, this was his first fight in three years and his first in the heavyweight division. The former light heavyweight champion is regarded as UFC’s greatest fighter. Jones, however, wanted to prove he could be just as successful at the highest weight, and that for sure would erase any remaining doubts about his place in history. The swiftness of this victory cemented that legacy. There were questions whether so much time off would affect Jones’ effectiveness, and he spent time at his home in Albuquerque, New Mexico, to prepare for this night. His last fight was 8 February 2020, a unanimous decision over Dominick Reyes. “I had to show up and get him down to the ground,” Jones said. “I been wresting since I was 12 years. I feel stronger than ever. Once I got him in my hands, I know I could take control.” The victory extended Jones’ record unbeaten streak to 19 in a row, and he improved to 27-1 with one no-contest. Jones said he next wants Stipe Miocic, who is the second-ranked contender and who Jones called the greatest heavyweight ever. France’s Ciryl Gane, 32, was the top-ranked heavyweight contender. His record dropped to 11-2. In the co-main event in a women’s bout, sixth-ranked Alexa Grasso (16-3) of Mexico submitted champion Valentina Shevchenko (23-4) Kyrgyzstan by 4:34 at of the fourth round to capture the UFC women’s flyweight belt. “I feel like this is a dream,” Grasso said. “I’ve dreamed of this moment.” Shevchenko, 34, had won her previous eight title matches and was in control of this one through three rounds by dictating the action and repeatedly taking Grasso to the floor. Grasso, however, got Shevchenko to the mat late in the fourth when the now former champ went for a back kick. Then Grasso, 29, put Shevchenko in a position where she was forced to tap out. Middleweight Bo Nickal, 27, won his UFC debut, submitting Jamie Pickett, 34 by arm triangle at 2:54 of the first round. Nickal won three NCAA wrestling championships at Penn State. He moved to 4-0 overall; Pickett is 13-9. Scenes of the remake of 1989 movie Road House were shot in between action in the octagon with actor Jake Gyllenhaal portraying an  MMA fighter. ", "category": "sports", "source": "theguardian", "summary": "\n\nJon Jones returned to the UFC after a three-year sabbatical, moved up to its highest weight class and won the heavyweight belt with a first-round submission over Ciryl Gane, cementing his legacy as one of the greatest fighters in UFC history."}, {"title": "Small boats: what is Rishi Sunak’s plan, and how will it work?", "link": "https://www.theguardian.com/uk-news/2023/mar/05/small-boats-rishi-sunak-plan-how-will-it-work", "text": "The prime minister,  Rishi Sunak, is to announce laws stopping people entering the UK on small boats from claiming asylum. Details on the legislation, which is expected to be published on Tuesday, are scarce. It is expected to make asylum claims from those who travel to the UK on small boats inadmissible. It would see a duty placed on the home secretary,  Suella Braverman, to remove “as soon as reasonably practicable” – to Rwanda or a “safe third country” – anyone who arrives on a small boat. The government appears to believe it has found a way round aspects of the European Convention on Human Rights, which provides the ultimate legal authority for most deportation challenges. The Mail On Sunday reported that a clause in the new bill would apply a “rights brake”, but there are no details as yet on how this would get around the UK’s obligations under the ECHR. They will be prevented from claiming asylum while in the UK, and there are plans also to ban them from returning once removed. Asylum seekers currently have the right to remain in the country to have their cases heard. Braverman is expected to unveil the new law, provisionally called the illegal migration bill, to parliament on Tuesday. More details are expected on Friday when Braverman and Sunak head to France for a summit with the French president, Emmanuel Macron, where the issue of small boats will be on the agenda. Campaigners have already hit out at the plans. Sonya Sceats, chief executive at Freedom from Torture, called the proposals “vindictive and dysfunctional”. “This legislation will do nothing to reduce the number of deaths in the Channel or the chaos and incompetence that blights our asylum system, nor will it guarantee sanctuary for those who need it,” she said. Sign up to  Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning after newsletter promotion Christina Marriott, executive director of strategy at the Red Cross, called the plans “extremely concerning”. “The  Home Office knows from its own research that this will also do little to prevent people risking their lives to seek safety,” she said. The government’s scheme has been mired in legal challenges, and so far no flights carrying migrants to the Rwandan capital Kigali have departed. The first deportation flight – due to take off on 14 June 2022 – was grounded and individuals removed. The high court ruled in December that the scheme was legal, but the decision is facing further challenges in the courts. The latest Home Office figures show that 2,950 migrants crossed the Channel on small boats this year. In 2022, more than 45,000 people arrived in the UK that way compared with 28,000 the year before. More than 160,000 people in the UK are waiting for decisions on their applications for asylum. ", "category": "politics", "source": "theguardian", "summary": "\n\nRishi Sunak is expected to announce laws that will make asylum claims by small boat inadmissible, and that will prevent those who have been removed from returning to the UK, although this has been met with criticism from campaigners."}, {"title": "First minister hopefuls clash over continuing SNP’s centre-left policies", "link": "https://www.theguardian.com/politics/2023/mar/05/snp-hopefuls-humza-yousaf-centre-left-policies-sturgeon-kate-forbes-ash-regan", "text": "The frontrunners fighting to succeed Nicola Sturgeon as Scotland’s first minister have clashed over whether to defend or abandon her centre-left, socially inclusive policies. In a further sign of the divisions opening up within the SNP, Humza Yousaf warned his rivals that support for the party and independence would be badly damaged if they abandoned her “progressive agenda”. Yousaf told the Guardian it would be “pretty dangerous” if the next SNP leader and first minister moved away from Sturgeon’s centre-left policies and manifesto commitments since those had seen it comfortably win successive elections. Yousaf implied the policies pushed by Kate Forbes, the finance secretary seen as Yousaf’s closest rival, and Ash Regan, a former minister who quit the government over Sturgeon’s gender recognition reforms, would fracture the yes movement and cut SNP support at the next election. “I think our vision of a socially just Scotland, both within devolution but importantly as an independent nation, has brought us masses of support,” said Yousaf, the Scottish health secretary. “Because that chimes with the values of the majority of the people of Scotland, I think it would be pretty dangerous for anybody to veer off that progressive agenda. I think that would lose support. I think our movement wouldn’t grow. I think support for independence wouldn’t grow.” Yousaf said he had no problem being dubbed the pro-Sturgeon “continuity candidate” because “what we’ll be continuing is over 15 years of winning elections, 15 years of a progressive agenda that’s grown our support”. That stance was challenged by Forbes. Speaking on BBC Radio Scotland on Sunday, she said increased economic growth, support for small businesses and fiscal responsibility had to be prioritised. “That is the mission just now,” she said. Forbes insisted she supported the SNP’s centre-left positioning, but pressed on the NHS’s significant problems and on the economy, she said a “fundamental shift” was needed. In an implied dig at Yousaf’s competence as health secretary, she said: “Continuity won’t cut it. Keep doing the same things and we’ll keep getting the same result.” The leadership contest sparked by Sturgeon’s surprise decision in February to resign as SNP leader and first minister, after eight years in both roles, had seen  intense debates over a number of her signature policies. Kate Forbes, an evangelical Christian seen as Yousaf’s closest rival, and Regan, trailing in third place, have  challenged Sturgeon’s policies on cutting oil and gas production on climate grounds, her bottle and can deposit scheme, gender recognition and on securing independence. Those policies are central to a coalition deal Sturgeon brokered with the pro-independence Scottish Green party in 2021, which led to the Greens’ two co-leaders becoming ministers for the first time, and cementing a pro-independence majority at Holyrood. Forbes and Regan also pledge to accelerate two major road-widening schemes in the Highlands and north east – the A9 to Inverness and the A96 from Aberdeen. The Scottish Greens are deeply critical of road-widening, and have said the coalition would collapse if policies central to it were dropped or diluted. Sign up to  Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning after newsletter promotion A practising Muslim vying to become the SNP’s first ethnic minority leader, Yousaf said some of Sturgeon’s policies needed to be tweaked and implied her style of leadership was too centralised. He has pledged to exclude small firms from the bottle deposit scheme for a year and has dropped Sturgeon’s attempt to use the next general election as a “de facto” referendum. But he said protecting the SNP’s alliance with the Scottish Greens was essential. “The deal with the Greens is worth its weight in gold,” he said. “I think any other person who, on their first day as first minister, discards the only other pro-independence party in Holyrood, there’s no way they can claim to bring our movement together.” Regan endured a difficult interview with Laura Kuenssberg on BBC 1 on Sunday morning where she was pressed to explain how she could deliver independence via an election, as there is no legal route to do so, and what she meant by a “readiness thermometer” on independence. She said an index of progress towards independence would be a better way of expressing her “readiness thermometer” concept. Regan said a majority vote for pro-independence parties would be the “trigger point” for talks on leaving the UK – a stance both the Tories and Labour, and Yousaf and Forbes, have rejected. The SNP has never won a majority of all the votes in an election. Voting among the SNP 100,000 members starts on 23 March, with the result expected on Monday 27 March. ", "category": "politics", "source": "theguardian", "summary": "\n\nThe frontrunners vying to become the SNP's first minister after Nicola Sturgeon have clashed over whether to continue or abandon her centre-left, socially inclusive policies, and Humza Yousaf has warned that support for the party and independence would be damaged if they move away from those policies."}, {"title": "Public order bill to be amended to protect journalists covering protests", "link": "https://www.theguardian.com/world/2023/mar/05/suella-braverman-public-order-bill-amended-protect-journalists-covering-protests", "text": "Journalists are to get an extra protection from being arrested at protests after a campaign following the the detention of a reporter and photographers at a  Just Stop Oil demonstration last year. Suella Braverman, the home secretary, will introduce an amendment to the public order bill, after peers had voted through a change to stop those reporting on protests from being subject to police action. It comes after a backlash against the arrests of LBC reporter Charlotte Lynch, the press photographer Tom Bowles, the film-maker Rich Felgate and another photographer, Ben Cawthra, by Hertfordshire police while covering climate protests on the M25. The police later apologised to the journalists and an  investigation, commissioned by the Hertfordshire force, concluded “police powers were not used appropriately” in making the arrests, but stopped short of admitting they were unlawful. Following legal action by one of the journalists, the force admitted its actions were unlawful. The government initially resisted the amendment, saying it was unnecessary as the police had conceded its actions were unlawful. However, peers raised concerns that this was based on senior officers having ordered the arrests, rather than officers exercising their own judgment – and argued that this was not specifically covered in legislation. The government does not accept the Lords amendment, but has proposed its own wording for consideration by MPs, which says: “A constable may not exercise a police power for the sole purpose of preventing a person from observing or reporting on a protest” or on the “exercise of police power” in relation to a protest. With the legislation returning to the House of Commons on Tuesday, Shami Chakrabarti, the Labour peer and civil liberties campaigner, said: “Lords expressed concerns about the disproportionality of the public order bill by inflicting a number of defeats upon the government around human rights violations such as stop and search without suspicion and protest banning orders without conviction. “However, whatever MPs think about the bill’s various incursions into the right to peaceful dissent, they must surely agree with an overwhelming cross-party majority in the Lords that those who report on protests must be protected from abuses of police power.” Explaining the amendment, the government said it was in response to the arrest of Lynch by Hertfordshire police, adding: “The government is clear that the role of members of the press must be respected and that they are able to do their job freely without restriction. We remain of the view that this amendment is unnecessary as it is already unlawful for the police to exercise their powers on journalists or any person where there is no legitimate need to do so. Sign up to  Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning after newsletter promotion “However, we recognise the strength of feeling expressed by the Lords on this issue. We have therefore brought a government amendment in lieu which retains the sentiment of the original measure but ensures it doesn’t undermine the legitimate use of police powers of arrest and to maintain public order and public safety.” ", "category": "politics", "source": "theguardian", "summary": "\n\nThe government is introducing an amendment to the public order bill to protect journalists from being arrested at protests, following a campaign after the detention of reporters and photographers at a climate demonstration last year."}, {"title": "Matt Hancock plotted to oust NHS England chief, WhatsApp leak shows", "link": "https://www.theguardian.com/politics/2023/mar/05/hancock-plotted-to-oust-nhs-england-chief-simon-stevens-whatsapp-leak-shows", "text": "Matt Hancock plotted to try and oust Sir  Simon Stevens, a longtime thorn in the government’s side, from his role as the head of the NHS in England, the former health secretary’s leaked messages reveal. Hancock conspired with  Dominic Cummings, the chief adviser to then prime minister Boris Johnson, to remove Stevens before the Covid-19 pandemic was declared in March 2020. But his determination to force Stevens out appears to have been strengthened by a series of subsequent clashes over how to tackle the virus and the introduction of the first Covid vaccine in late 2020. The latest batch of Hancock’s WhatsApp and text messages,  disclosed in the Sunday Telegraph, show that he also sought to have Sir Jeremy Farrar – who will become chief scientist at the World Health Organization in April – removed as a member of the Scientific Advisory Group for Emergencies (Sage). The scientist had criticised the government’s handling of Covid. On Stevens, Cummings messaged Hancock on 21 January 2020 to ask: “Where are we with SS?” The health secretary replied: “It’s in train. I am first getting [NHS England board member and ex-Labour health minister] Ara Darzi to persuade him it’s in his best interests to go now. If that doesn’t work I’ll move directly.” Two weeks later Cummings suggested to Hancock: “We must get on with it now. Announce next week as part of reshuffle frenzy and it will all get lost in that.” The messages do not reveal why the minister and No 10 adviser wanted Stevens out. However, the NHS chief – a former Labour councillor who advised Tony Blair on health in the early 2000s – had irritated a succession of Conservative ministers since taking over the post in 2014 with his outspoken criticisms on their handling of the health service, especially its funding. The Covid lockdown intensified existing tensions. The messages also show that Hancock’s special adviser Allan Nixon warned his boss that “you look like you’re losing grip in front of No 10” when he became visibly angry at Stevens in a Downing Street meeting. The health secretary replied: “It’s OK – he needs to know he is massively fucking up.” Stevens also incurred Hancock’s ire in May 2020 by not warning him of plans to announce that dental surgeries would be able to reopen to patients the month after. Johnson told Hancock that the NHS boss “grovelled” to him because ministers had hoped to make the announcement themselves. Early December 2020 brought another clash. Stevens was angered by media reports that “millions” of people would receive a Covid jab before Christmas. In a message to a WhatsApp group that included Hancock and senior officials, Stevens said: “There is no version of reality whereby ‘several million people will receive the vaccine before Christmas’ so whoever briefed that might want to urgently undertake some course correction before that inevitably becomes clear.” When Stevens announced in April 2021 that  he was quitting after seven years in the post and left that summer, Hancock praised him for being “a steadfast and sage leader for our National Health Service, and that had been especially true during this most testing period in NHS history”. He also lauded Stevens’s “formidable contribution” to the running of the NHS. Stevens became a life peer in summer 2021 and sits as a crossbencher. Hancock branded Farrar as “worse than useless” and “a complete loudmouth” after a series of disagreements over government Covid policy. Farrar was a world-renowned expert on infectious diseases and the director of the Wellcome Trust medical research charity as well as a member of Sage. He lambasted the government’s abolition of Public Health England (PHE) and the  appointment of Tory peer Dido Harding as the head of the widely criticised Test and Trace programme. Sign up to  Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning after newsletter promotion Farrar  tweeted in August 2020 that axing PHE involved “arbitrary sackings. Passing of blame. Ill thought through short term, reactive reforms ... Preempting inevitable public enquiry.” That prompted Hancock and Lord Bethell, a health minister, to see if the scientist could be removed from Sage. Hancock also told Chris Wormald, the permanent secretary at the Department of  Health and Social Care: “We have to do something about Farrar. Can we fire him? This is completely unacceptable.” Farrar recently left Wellcome to  assume his new role at the WHO. Hancock’s messages also show that he accused his fellow cabinet member Michael Gove of making “a play for my job” when the then chancellor of the duchy of Lancaster told the Times that the NHS would cut treatment waiting times, despite Covid having heaped extra pressure on it. Hancock told Damon Poole, his media special adviser, that he was “not at all happy” with Gove, with whom he was otherwise very friendly, the messages show. ", "category": "politics", "source": "theguardian", "summary": "\n\nMatt Hancock conspired with Dominic Cummings to remove Sir Simon Stevens, the head of NHS in England, and also tried to oust Sir Jeremy Farrar, a critic of the government's handling of Covid, from his role as a member of the Scientific Advisory Group for Emergencies (S"}, {"title": "UK ministers consider worker health checks to tackle labour shortages", "link": "https://www.theguardian.com/politics/2023/mar/05/ministers-consider-worker-health-checks-to-tackle-labour-shortages", "text": "Ministers are looking at bringing in annual health checks for workers and allowing more hospitality staff to come from abroad in an effort to deal with labour shortages. The plans could involve giving companies subsidies for occupational health services to prevent workers going off long-term sick, as part of the government’s review of the workforce to be unveiled alongside the budget this month. Ministers have also asked the Migration Advisory Committee for advice on whether the hospitality, construction and retail industries should be on the list of sectors where there is a shortage of workers, helping them to recruit from overseas. It is thought hospitality workers are the most likely to be put on the list, which makes it easier for staff to get jobs from abroad. Jeremy Hunt ordered the workforce review amid concerns the economy is being held back by shortages of workers that have emerged since the pandemic and  Brexit. The health check plans,  first reported by the Sunday Times, would form part of the workforce review conducted by the Department for Work and Pensions with input from the Department of Health and Social Care. It was launched in an attempt to understand why there are about 600,000 more “economically inactive” people of working age than before the pandemic. Under the proposal, there could be a trial of a new subsidy for small businesses, which will enable those who purchase occupational health services to claim back up to 80% of the costs from the government. The review has also looked at childcare costs, which are a major barrier to working-age parents of young children entering the full-time workforce. Department for Education officials had submitted a plan for a free entitlement of 30 hours a week for working parents of children aged nine months to three years, after being asked to work up options by the Treasury. However, the Treasury is thought more likely to opt for changes to universal credit, particularly giving parents upfront payments for childcare rather than them being left in arrears. Sign up to  Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning after newsletter promotion Labour’s Jonathan Ashworth, the shadow work and pensions secretary, said Hunt should adopt Labour’s plan for getting people back to work, which involves trying to lure people back via more flexible working arrangements and allowing jobcentre workers to meet them in different venues. He said: “Jeremy Hunt’s got a budget next week. He could implement my welfare reform plan, but if he doesn’t, then the plan will be put into the public and into an election.” Hunt is thought to be reluctant to go for large giveaways at the budget, with Treasury sources repeatedly insisting he still does not have much fiscal headroom despite some economists estimating more exists. With about £9bn of headroom expected, he is likely to move first on cancelling the rise in the energy bill guarantee, which is due to go up from £2,500 a year to £3,000 in April. ", "category": "politics", "source": "theguardian", "summary": "\n\nThe government's workforce review plans to bring in annual health checks for workers, allow more hospitality staff to come from abroad, and potentially provide subsidies for occupational health services in order to prevent labour shortages."}, {"title": "MI5 told to share key facts with MPs after Manchester Arena security failures", "link": "https://www.theguardian.com/uk-news/2023/mar/05/mi5-told-to-share-key-facts-with-mps-after-manchester-arena-security-failures", "text": "Britain’s terror watchdog has called on the security services to ensure they promptly share any intelligence requested by MPs investigating the fallout of the  Manchester Arena attack. Last week’s public inquiry concluded that  MI5 had missed a significant chance to take action that may have prevented the 2017 bombing that killed 22 people. Parliament’s intelligence and security committee (ISC) is likely to be handed the task of overseeing the agency’s response to the key recommendations. However, tensions have been simmering between the ISC, which oversees the UK intelligence community, and the security services, with MPs complaining about the speed and “provision of evidence” it has asked for. Jonathan Hall, the independent reviewer of terrorism legislation, said: “There has been a bit of concern expressed by parliament that they’re not getting the cooperation they need. It begs the question whether that relationship will need to be improved if the ISC is going to deliver oversight of the recommendations. “We need to have responsive, open- handed institutions willing to say: ‘Here it is’ and not try and second-guess what you’re going to say.” Publication of the Manchester Arena inquiry’s  third and final report on Thursday prompted the director general of MI5 to say he “deeply regrets” it did not act on information about the bomber, adding that he was “profoundly sorry” the agency had failed to stop the attack. Hundreds were injured when Salman Abedi detonated his homemade device in the foyer of  Manchester Arena as crowds left an Ariana Grande concert in May 2017. Abedi, who had links to Islamic State and al-Qaida terrorists, had appeared on the radar of MI5 and counterterrorism police at least 20 times before he blew himself up outside the concert. In its  latest annual report, published in December, the ISC – one of parliament’s most important committees – identified several areas of concern over its relationship with the intelligence agencies. It stated: “This committee has been severely hampered over the past year by the failure of the UK intelligence community to provide responses to the committee in accordance with the deadlines set. “This is a serious issue, as it prevents the committee from effectively performing its statutory oversight role. If the ISC’s oversight is frustrated then the ISC cannot provide any assurance to the public or parliament that the intelligence agencies are acting appropriately.” After publication of the inquiry’s report last week, MI5 claimed that since the arena attack it had made more than 100 improvements. “But we are determined to do more. As the [inquiry] chair now considers his recommendations, we will engage fully,” said Ken McCallum, the director general of MI5. Sign up to  A digest of the morning's main headlines emailed direct to you every week day after newsletter promotion In its annual report, the ISC added that since it had raised the issue of information sharing with the heads of the UK’s intelligence agencies, MPs had been “reassured” that they had “recognised the need to address this situation”. The final report by the inquiry, led by Sir John Saunders, delivered more damning verdicts into the security services than previous ones. That difference is largely explained by the fact that a number of frontline MI5 officers were interviewed in secret, their accounts of vital intelligence surrounding Abedi differing from MI5’s “corporate position”, which was viewed by Saunders as more of a “retrospective justification for the actions taken or not taken”. Some experts believe the verdict underlines the need for oversight bodies such as the ISC to be able to speak freely with all those involved, including frontline officers, in order to develop a full and true account of the circumstances surrounding terror attacks. Hall is among those who believe the findings may mean junior intelligence officials are automatically required to give evidence in the event of future terror incidents. “It’s whether this sets a precedent for future post-attack inquests. There is, though, a risk of defensiveness [from the frontline officers]. You would hope it becomes collaborative,” Hall said. ", "category": "politics", "source": "theguardian", "summary": "\n\nBritain's terror watchdog has called for the security services to cooperate with MPs by promptly sharing requested intelligence for their investigation into the Manchester Arena attack, which killed 22 people in 2017."}, {"title": "Rishi Sunak to launch bill to stop people arriving on small boats claiming asylum", "link": "https://www.theguardian.com/uk-news/2023/mar/05/sunak-to-launch-bill-to-bar-asylum-claims-from-people-arriving-on-small-boats", "text": "Rishi Sunak is to announce new laws stopping people entering the UK on small boats from claiming asylum, with the prime minister saying: “Make no mistake, if you come here illegally, you will not to be able to stay.” The prime minister and his home secretary will launch the legislation this week, as part of the government’s drive to “tackle illegal migration”, one of its main priorities. The new law, provisionally called the illegal migration bill, is expected to try to make asylum claims inadmissible from those who travel to the UK on small boats. It would involve a duty being placed on the home secretary to remove “as soon as reasonably practicable”, to Rwanda or a “safe third country”, anyone who arrives on a small boat. Those who arrive will also be prevented from claiming asylum while in the UK, with plans to also ban them from returning once removed. The government’s attempts to deport people to Rwanda have been blocked by the courts so far under human rights laws, and human rights campaigners have heavily criticised the plans. So far no flights carrying people to the Rwandan capital, Kigali, have departed. However, the government appears to believe it has found a way round the legal blocks, by applying a “rights brake” in the legislation. There are no details as yet on how this would get around the UK’s obligations under the European convention on human rights. Sunak and the home secretary, Suella Braverman, are heading to France on Friday for a summit with the French president, Emmanuel Macron, where the small boats are expected to be discussed. Over the weekend, Sunak told the Mail on Sunday: “Since becoming prime minister, I have made the issue of illegal migration one of my top five priorities, pledging to stop the boats once and for all. “Illegal migration is not fair on British taxpayers, it is not fair on those who come here legally and it is not right that criminal gangs should be allowed to continue their immoral trade. I am determined to deliver on my promise to stop the boats. So make no mistake, if you come here illegally, you will not to be able to stay.” Braverman told the Sun on Sunday: “Enough is enough. The British people want this solved. They are sick of tough talk and inadequate action. We must stop the boats. That’s why myself and the prime minister have been working flat out to bring forward necessary and effective laws which will tackle this problem, once and for all.” Labour responded to the new plans by criticising Braverman’s efforts so far. A party source said: “It’s a joke for the home secretary to say enough is enough when it is her department and her government’s failure that has led to skyrocketing Channel crossings, a soaring asylum backlog and total collapse in asylum decisions while criminal gangs put lives at risk. Sign up to  Archie Bland and Nimo Omer take you through the top stories and what they mean, free every weekday morning after newsletter promotion “She’s right though: the public have had enough, enough of this incompetent Conservative government and their failing ideas.” The Northern Ireland secretary, Chris Heaton-Harris, was challenged on Sky News’s Sophy Ridge on Sunday about the lack of alternative safe and legal routes for asylum seekers to come to the UK, aside from those applying from Ukraine, Afghanistan, and Hong Kong, from Syria or other war-torn areas of the world. He said he thought “more routes” would be made available. The latest Home Office figures show 2,950 people have crossed the Channel on small boats already this year. Meanwhile, a group of 12 trade unions released a joint letter  accusing the government of complicity in the violent attacks on hotels housing refugees. “The government is complicit in these attacks,” said the group, which included the FBU and GMB unions. “The Rwanda policy does not make sense as a means of stopping small boat crossings – and it is failing on its own terms – but it fits with a long-running campaign of rhetoric and demonisation.” ", "category": "politics", "source": "theguardian", "summary": "\nRishi Sunak and Suella Braverman are launching a new law this week to try to make asylum claims inadmissible from those who travel to the UK on small boats, with the prime minister insisting that \"if you come here illegally, you will not to be able to stay.\""}, {"title": "New Brexit trading rules could take more than two years to bed in fully", "link": "https://www.theguardian.com/politics/2023/mar/05/northern-ireland-new-brexit-trade-rules-could-take-more-than-two-years-to-bed-in-fully", "text": "The new Brexit trading arrangements in Rishi Sunak’s revised  Northern Ireland protocol could take more than two years to be fully implemented, government sources have confirmed. Businesses in Northern Ireland say they expect a mass educational campaign to be launched across the country by HMRC and other government departments to help them put the deal  announced in Windsor last Monday into operation if it is approved by parliament. But with legislation required to bring the Windsor framework into force, the first of the new measures could take months to become operational. A government source said if the new deal was ratified it would be “intentionally giving industry time to prepare. Essentially, it is a phased introduction over this year and in 2024.” However, the introduction of updated labelling for products travelling across the Irish Sea via the new customs “green lane” will be staggered, with the last stage being implemented as late as July 2025. Businesses are still trying to work out what the deal means for them. “It is important to emphasise this is a framework but there’s a lot of operational detail to work through,” said Stuart Anderson, the head of public affairs at the Northern  Ireland chamber of commerce. “There is also a quite significant political, practical and legal work to get through as part of the process. For example, the timeline for labelling is until July 2025 underlining that this is very much a process over time.” Labelling products as “not for the EU” will be one of the most visible changes to result from  Brexit in Northern Ireland and the rest of the UK. Under the new arrangements producers of fresh meats, such as sausages, and dairy products will have to start labelling goods for sale in Northern Ireland from this October. The government has promised swift reimbursement to cover the cost. From October next year, labelling requirements will be extended to include all other dairy products, such as UHT milk and butter, across the UK. The final phase of labelling will enter into force in July 2025 and apply to fish, fruit and vegetables and composite products such as ready meals. Both the Northern Ireland chamber of commerce and Manufacturing NI say they are confident that businesses will be able to work with government to bring the new rules into operation. “As businesses we had to shout from the sidelines in the past, sometimes we had to kick down the doors to get heard but now we know we are going to be invited into the room,” said Stephen Kelly, the chief executive of Manufacturing NI, one of a group of business representatives who met Sunak last week. The process to bring the deal into operation will start later this month after a meeting of the UK-EU joint committee, a body established to enforce the original withdrawal agreement. Sign up to  Get set for the working day – we'll point you to all the business news and analysis you need every morning after newsletter promotion Legislation may be needed for some elements of the deal such as the application of UK VAT rules and alcohol duties in Northern Ireland, but sources say that could happen swiftly. Kelly said some of the “low-hanging fruit” such as the tariff reimbursement schemes  could be up and running by early summer. This is a repayment scheme for any businesses that are not certain of the end destination of their product but who bring materials in through the red lane and pay an EU tariff on a component. If that product ends up being sold and remaining in Northern Ireland they can claim back the tariff. “We expect HMRC will have to implement changes to some systems and a campaign to educate traders, but there are relatively simple things they could get started with in the early summer.” Farmers will also be looking for a swift enactment of the Windsor clauses that reverse bans on the importation from Great Britain  of seed potatoes and 11 native British trees, along with a relaxation of rules regarding secondhand farm machinery. Months after the protocol came in in 2021, the Woodland Trust was forced to  cancel the purchase of 22,000 trees for communities and schools in Northern Ireland because of the restrictions. ", "category": "politics", "source": "theguardian", "summary": "\n\nIt could take more than two years for government-run educational campaigns, legislation, and changes to systems to fully implement the new Brexit trading arrangements in Northern Ireland, with the final phase of labelling not becoming operational until July 2025."}, {"title": "Less than 3% of NHS England trusts hit key cancer waiting-time target", "link": "https://www.theguardian.com/society/2023/mar/05/less-than-3-of-nhs-england-trusts-hit-key-cancer-waiting-time-target", "text": "Patients are being warned of a “shocking gap in cancer care” as new figures reveal that fewer than 3% of England’s  NHS trusts met a key waiting-times target last year for cancer patients to be treated within two months of an urgent GP referral. Of 125 hospital trusts in England analysed, only three (2.4%) hit the standard of treating 85% of patients within 62 days after an urgent referral in 2022. Some trusts have not hit the standard for at least eight years. More than 66,000 patients were forced to wait more than two months for their first treatment last year after a referral, the figures reveal. One leading cancer charity said this weekend the cancer care system was not fit for purpose, with “lives left hanging in the balance”. The failure of the vast majority of hospital trusts in England to hit the target has been revealed after a House of Commons  public accounts committee report, published last week, reported that waiting times were at their worst recorded level. Daisy Cooper, the Lib Dems health spokesperson, said the figures showed that even before the pandemic struck, the number of hospital trusts meeting targets was falling rapidly. “Now the situation is so bad that barely any hospitals are able to provide patients with the treatment they need on time. Ministers have consistently failed to plan ahead or provide adequate funding, while taking patients and NHS staff for granted. There is a shocking gap in cancer care from one area to another,” she said. The analysis by the House of Commons library, commissioned by the Lib Dems, reveals that at some trusts more than half of patients waited longer than two months before cancer treatment after an urgent GP referral last year, including those at the Royal Wolverhampton NHS trust (61%), Leeds Teaching  Hospitals NHS trust (59%) and North Middlesex University Hospital NHS trust (59%). At the University Hospitals Birmingham NHS trust, 3,060 patients were treated for cancer after an urgent GP referral in 2022. Out of those, 1,953 (64%) had to wait longer than 62 days for first treatment. The only three trusts to hit the performance standard were Calderdale and Huddersfield NHS trust, Epsom and St Helier University Hospitals NHS trust and Queen Victoria Hospital NHS trust in West Sussex. The NHS  Cancer Plan 2000 first set out targets for the times patients should wait before receiving treatment. The target has been consistently missed since 2013-14 and there was a significant further deterioration during the pandemic. Most recent NHS England figures reveal that from October to December, just 61% of patients were treated within two months of an urgent referral for suspected cancer, with 17,465 patients waiting longer than the treatment standard. Many of the delays after a referral involve waits for tests and a conclusive diagnosis. Minesh Patel, head of policy at Macmillan Cancer Support, said: “With cancer waiting times in England officially the worst on record and a chronic shortage of cancer professionals, it’s clear that the current cancer care system simply isn’t fit for purpose. Despite the efforts of hardworking NHS staff, too many people are facing agonising waits for cancer treatment, with their lives left hanging in the balance.” Dr Ian Walker, executive director of policy and information at Cancer Research UK, said: “With growing numbers of people in the UK expected to be diagnosed with cancer in the years ahead, the task ahead is huge. We urge the government to publish a long-term workforce plan that commits to growing staff numbers, and use the upcoming spring budget to make sure it is backed with funding.” Hospital trusts say they are working hard to reduce backlogs. A spokesperson for University Hospitals Birmingham said that an “immense amount of work” had been undertaken to improve capacity and that the number of patients waiting longer than two months for confirmed diagnosis or to start treatment had more than halved, from 1,600 in September to 518 in February. Dr Hamish McLure, interim chief medical officer at Leeds teaching hospitals, said: “In the last year we reduced the number of patients on a 62-day cancer waiting list by 60%. We have done this by increasing our diagnostic and treatment capacity.” The Department of  Health and Social Care said: “We’re seeing high levels of urgent cancer referrals – with over 10,000 per working day in December 2022 – and over 92% of patients started treatment within a month of a decision to treat. We are working to reduce the 62-day cancer backlog – which has fallen 9% since peaking in 2020 – but we know there is more to do.” ", "category": "politics", "source": "theguardian", "summary": "\nFewer than 3% of England's NHS trusts met the key waiting-times target for cancer patients to be treated within two months of an urgent GP referral last year, with more than 66,000 patients waiting longer than two months for their first treatment."}, {"title": "UK government ‘complicit’ in asylum seeker hotel attacks, say unions", "link": "https://www.theguardian.com/uk-news/2023/mar/05/uk-government-complicit-asylum-seeker-hotel-attacks-say-unions", "text": "Some of Britain’s biggest unions have accused the government of being “complicit” in  attacks on hotels housing asylum seekers, and are urging members to “mobilise” against far-right groups seemingly emboldened by the rhetoric of senior Tory politicians. The first big intervention by trade unions on the increasingly politicised issue follows comments on Friday by the Conservative party’s deputy chairman, Lee Anderson, who said he  had sympathy with people protesting outside hotels. His remarks came days after the home secretary, Suella Braverman, said hotels providing refuge to asylum seekers were causing  “understandable tensions”, and protesters targeting them were not “racist or bigoted”. A wave of protests, many organised by far-right anti-immigrant groups, has targeted hotels in recent weeks, with a number culminating in violent clashes with police. One far-right group involved is Patriotic Alternative (PA), founded in 2019 by Mark Collett, an admirer of Adolf Hitler, who once suggested   as one of three books people should read. PA, Britain’s fastest-growing far-right group, delivered hundreds of leaflets attacking migrants to homes in Merseyside days before a  riot outside a hotel in Knowsley housing asylum seekers. Now the leaders of 13 main unions including Britain’s largest,  Unison, which has more than 1.3 million members, the GMB, which has 600,000, along with the  National Education Union, which has at least 450,000, have issued a joint statement saying: “We know whose side we are on when we see far-right mobs attacking refugees, and politicians playing the mood music.” It added: “In recent weeks, we have seen an alarming rise in violence and intimidation organised by the far right against refugees and refugee accommodation. The government is complicit in these attacks.” It said the government’s controversial policy of  deporting asylum seekers from the UK to Rwanda “fits with a long-running campaign of rhetoric and demonisation”. The unions, which also include the University and College Union, which has more than 120,000 members ,the Fire Brigades Union, Aslef, the RMT, Equity and the Musicians’ Union, also sent their solidarity to  Care4Calais, the refugee charity caught up in the Knowsley attack. “We call on workers and trade union members to show their solidarity and to mobilise against the far right,” added the joint statement. A number of the protests outside hotels have been met with counter demonstrations, many organised by anti-fascist groups. Hard-right protesters visited hotels housing asylum seekers 253 times last year, twice as many visits as recorded in 2021. The most prolific of the self-proclaimed “migrant hunters” last year was Amanda Smith, a member of the hard-right English Constitution party, who is said to have visited migrant accommodation 124 times. On Friday, the council leader of Rotherham in South Yorkshire said the far right was “not welcome” there after a protest at a hotel housing asylum seekers. ", "category": "politics", "source": "theguardian", "summary": "\n\nLeaders of 13 trade unions in Britain have accused the government of being complicit in attacks on hotels housing asylum seekers, urging members to \"mobilise\" against far-right groups seemingly emboldened by the rhetoric of senior Tory politicians."}, {"title": "Champions League: Chelsea v Dortmund delayed by 10 mins", "link": "https://www.bbc.co.uk/sport/live/football/64318601", "text": "  Emlyn Begley All times stated are UK Tweet #bbcfootball, text 81111 (UK only - standard rates apply) or WhatsApp 03301231826 Can’t lie to you, Cucurella at CB is making me beyond doubtful of Potter when you have a fit Chalobah on the bench… Chelsea v Borussia Dortmund (20:00 GMT, 0-1 first leg) Lee Dixon Former Arsenal and England defender on BBC Radio 5 Live Potter didn't hide the fact that he liked the balance of the team against Leeds so I'm not surprised he's stayed with a back three. On paper, it looks quite an exciting team with James and Chilwell down the sides that will give Sterling and Felix licence to roam. It's just about putting the ball in the net, they need to do it twice or they are out. Chelsea v Borussia Dortmund (20:00 GMT, 0-1 first leg) You can listen to full commentary of this game on BBC Radio 5 Live - via this page or the usual way you'd listen to it. Chelsea v Borussia Dortmund (20:00 GMT) Phil McNulty BBC Sport chief football writer at Stamford Bridge Jude Bellingham has just been out to have a look at the Stamford Bridge surface befoe Borussia Dortmund's Champions League tie at Chelsea. A group of Chelsea fans were attempting to attract his attention - rather like most of Europe's elite clubs - as he made his way back down the tunnel. It was all very good natured and probably a sales pitch. Bellingham responded with a broad grin. Chelsea v Borussia Dortmund (20:00 GMT, 0-1 first leg) Chelsea NewsGraham Potter has been in a difficult situation, game after game, with his team's results at rock bottom. When Chelsea lose, he wants to explain the defeat without making excuses. It leaves him torn between mentioning external factors like injuries, while also repeating that they're no excuse for the dreadful results. So it was interesting to see the situation reversed on Saturday. After his team managed to win just their second game of 2023 with an ugly 1-0 victory against Leeds, he was hardly going to be gloating - and indeed instead he chose to note that his side needed a lot more attacking fluency and coherence. But it's not just that, Graham - the defending and the pressing is shambolic too. That's why the excuses he likes to point to just don't ring true. We can all agree that the injuries, the new signings and the lack of pre-season have made things far more difficult for him, but a good coach should only need days or maybe weeks to get a semblance of some shape in his team. In fact, the very best coaches build systems that new players can pick up quickly, because injuries and new signings are part of the game. Benfica v Club Bruges (20:00 GMT) Benfica have won their three league games since beating Club Bruges in the first leg and they make one change from the weekend as  Chiquinho comes in. Benfica XI: Vlachodimos, Bah, Silva, Otamendi, Grimaldo,\nFlorentino, Chiquinho, Aursnes, Joao Mario, Rafa Silva,\nGoncalo Ramos.  Subs: Gilberto, Lucas Verissimo, Neres,\nGoncalo Guedes, Tengstedt, Schjelderup, Soares, Musa, Rodrigues,\nNeves, Morato, Ndour. There's also one change for  Club Bruges as former Benfica striker Roman Yaremchuk starts. Club Bruges XI: Mignolet, Mata, Mechele, Sylla, Buchanan, Nielsen, Vanaken, Sowah, Meijer, Lang, Yaremchuk.  Subs: Odoi, Jutgla, Nwadike, Bursik, Rits, Boyata, Nusa, Sandra, Talbi. Chelsea v Borussia Dortmund (20:00 GMT, 0-1 first leg) Chelsea's goal struggles are best evidenced by the fact their top scorers this season have six goals in all competitions - Raheem Sterling and Kai Havertz. \"Raheem's goalscoring record in the Champions League speaks for itself,\" said boss Graham Potter. \"He's a proven campaigner in that competition. We're delighted with that, we're looking forward to having him on the pitch on Tuesday, hopefully enjoying his football.\" Chelsea v Borussia Dortmund (20:00 GMT, 0-1 first leg) The first leg of this one was three weeks ago. Karim Adeyemi scored the only goal with a fine solo effort to give  Dortmund a 1-0 home win.Chelsea v Borussia Dortmund (20:00 GMT, 0-1 first leg) Simon Gleave Head of sports analysis, Nielsen Gracenote Chelsea's 1-0\ndefeat in Germany three weeks ago, combined with a drop from ninth to 14th on\nour  Euro Club Index in that period, means that the chance of the Blues reaching the Champions\nLeague quarter-finals has dropped from 59% to 33%.  Borussia Dortmund are now\nthe higher ranked of the two teams on our Euro Club Index, rising four places\nto 10th since mid-February. Benfica v Club Bruges (20:00 GMT) Is Scott Parker's Champions League dream about to come to an end? The Club Bruges boss takes his side to Benfica needing to overturn a 2-0 defeat in the first leg. A Joao Mario penalty and a David Neres strike secured the victory for the Portuguese side and put them on the verge of a second successive Champions League quarter-final appearance. \"We come here with one huge challenge ahead of us; a challenge that we are relishing as a team and as a football club,\" said Parker.  \"We’ll go and give everything we’ve got in this second leg, we’ll enjoy this occasion and perform to the levels that we can perform at.\" Chelsea v Borussia Dortmund (20:00 GMT) There's two changes to the  Chelsea team that edged Leeds at the weekend. Reece James returns from injury and takes his place in the side while Marc Cucurella also comes in. Chelsea XI: Kepa; Fofana, Koulibaly, Cucurella; James, Kovacic, Fernandez, Chilwell; Sterling, Havertz, Felix. Subs: Bettinelli, Bergstrom, Pulisic, Loftus-Cheek, Chalobah, Mudryk, Zakaria, Ziyech, Gallagher, Chukwuemeka, Hall Karim Adeyemi, who scored the winner in the first leg, misses out with a muscle injury for  Borussia Dortmund.England star Jude Bellingham starts while Sebastien Haller leads the line. Marco Reus captains the visitors. Borussia Dortmund XI: Meyer, Wolf, Sule, Schlotterbeck, Guerreiro, Can, Ozcan, Bellingham, Brandt, Reus, Haller. Subs: Kobel, Unbehaun, Reyna, Dahoud, Hummels, Modeste, Malen, Meunier, Passlack, Rothe, Bynoe-Gittens, Coulibaly Chelsea v Borussia Dortmund (20:00 GMT, 0-1 first leg) Chelsea are out of the FA Cup, did not win the Carabao Cup and sit 10th in the Premier League. Since the World Cup, the only teams they have beaten are Bournemouth, Crystal Palace and Leeds. Their season seems to hinge now on the Champions League - but fail to win tonight and they are out. The pressure is on for the Blues and boss Graham Potter against Borussia Dortmund. Can they deliver? ", "category": "sports", "source": "bbc", "summary": "\nChelsea are out of the FA Cup, did not win the Carabao Cup, and sit 10th in the Premier League, with the only teams they have beaten since the World Cup being Bournemouth, Crystal Palace and Leeds; their season now hinging on the Champions League, as failure"}, {"title": "EFL: Updates of 15 games, plus listen to Squad Goals", "link": "https://www.bbc.co.uk/sport/live/football/64777650", "text": "  Ian Woodcock and Alex Winter All times stated are UK Huddersfield v Bristol City (19:45 GMT) The games are running out for Huddersfield if they're to avoid relegation to League One. Veteran boss Neil Warnock steered them to a 2-1 win over Birmingham in his first game in charge after coming out of retirement, but subsequent 4-0 defeats at Burnley and at home to Coventry have left them rock bottom. A victory tonight would lift them to within four points of safety, while a defeat would leave them with an awful lot to do and not many games in which to do it. The Terriers have made a change in goal, Tomas Vaclik is in and Nicholas Bilokapic is out. Visitors Bristol City's long unbeaten league run came to an end with a disappointing 2-0 defeat at rivals Cardiff on Saturday and although their play-off hopes look fanciful at best, three points in West Yorkshire would lift them into the top half. The Robins make three changes from that Bluebirds reverse, ex-Town striker Nahki Wells returns to the side. Today's big news from the second tier came at Vicarage Road as  Watford appointed Chris Wilder as their new head coach, having sacked Slaven Bilic following a run of one win in eight Championship games. Former West Ham and West Brom boss Bilic, 54, was dismissed after five months in the role, having replaced Rob Edwards in September. Wilder departed Middlesbrough after 11 months in charge in October. The Hornets, relegated from the Premier League last season, have dropped to ninth in the table and are four points off the play-offs. Wilder is the club's ninth full-time manager since they sacked Javi Gracia in September 2019. We've reached the business end of the season now and the six teams in action in the Championship tonight will all be looking to make the most of their respective games in hand. The bottom two clubs, Huddersfield and Wigan, are both in desperate need of wins to breathe new life into their flagging survival bids, while second-placed Sheffield United will be looking to go seven points clear of third-placed Middlesbrough. Elsewhere, we've got seven games for you from League One and five from League Two. Let's get straight to it with some news that broke in the second tier a couple of hours ago... ", "category": "sports", "source": "bbc", "summary": "\n\nHuddersfield are desperately trying to avoid relegation while Bristol City are looking to move into the top half of the Championship table, but news in the second tier today announced Chris Wilder as Watford's new head coach."}, {"title": "ECB investigation 'woefully inadequate' - Vaughan lawyer", "link": "https://www.bbc.co.uk/sport/cricket/64878133", "text": "now-deleted tweetLancashire batter Ashwell Princewon a claim for unfair dismissalhe would not be engaging", "category": "sports", "source": "bbc", "summary": " in Twitter activity\n\nAshwell Prince was successfully awarded a claim for unfair dismissal after he was fired for not engaging in Twitter activity."}, {"title": "Lawes out of England squad as Smith edges out Ford", "link": "https://www.bbc.co.uk/sport/rugby-union/64864675", "text": "Forwards: Backs:", "category": "sports", "source": "bbc", "summary": "\n\nForwards and backs both play an important role in the game of rugby."}, {"title": "Wilder replaces sacked Bilic as Watford boss", "link": "https://www.bbc.co.uk/sport/football/64881415", "text": "told the club website.external-linkreplaced Rob Edwards,sacked by Middlesbroughgoalless draw", "category": "sports", "source": "bbc", "summary": "\nMiddlesbrough sacked Rob Edwards and appointed a new manager who led the team to a goalless draw, according to the club website."}, {"title": "Weghorst touched Anfield sign 'to wind up Van Dijk'", "link": "https://www.bbc.co.uk/sport/football/64882672", "text": "", "category": "sports", "source": "bbc", "summary": "\nThe term \"ecosystem services\" refers to the benefits that humans derive from ecosystems, such as food, clean air and water, recreation, and climate regulation.\n\nEcosystem services provide humans with essential resources like food, water, recreation and a stable climate."}, {"title": "'What are you trying to say?' - Arsenal Honesty Cards", "link": "https://www.bbc.co.uk/sport/av/football/64863913", "text": "There was an error High flying Gunners Bukayo Saka and Eddie Nketiah learn all about each other as they face the Football Focus Honesty Cards. Watch Football Focus on BBC iPlayer.Go straight to the best Arsenal content  here. ", "category": "sports", "source": "bbc", "summary": "\n\nGunners Bukayo Saka and Eddie Nketiah learn about each other while facing Football Focus Honesty Cards, which can be seen on BBC iPlayer and additional Arsenal content found here."}, {"title": "Private equity firm to invest £125m in WTA Tour", "link": "https://www.bbc.co.uk/sport/tennis/64874276", "text": "suspended all tournaments in China and Hong Kong", "category": "sports", "source": "bbc", "summary": "\n\nAll tournaments in China and Hong Kong have been suspended."}, {"title": "'Antiquated' PGA Tour has 'benefited' from LIV", "link": "https://www.bbc.co.uk/sport/golf/64874722", "text": "", "category": "sports", "source": "bbc", "summary": "\nThe American Southwest is a region of the United States known for its hot, arid climate and varied landscape.\n\nThe American Southwest is renowned for its hot, dry climate and diverse terrain."}, {"title": "Uefa to refund Liverpool fans from Champions League final", "link": "https://www.bbc.co.uk/sport/football/64875183", "text": "Uefa bears \"primary responsibility\"said a statement.external-linkhad been exonerated", "category": "sports", "source": "bbc", "summary": "\n\nUEFA has been cleared of any wrongdoing and has been found to have primary responsibility."}, {"title": "UK allowed sanctioned Abramovich associate to sell £16m mansion", "link": "https://www.theguardian.com/business/2023/mar/07/uk-roman-abramovich-associate-sell-mansion-eugene-tenenbaum", "text": "Former Chelsea FC director Eugene Tenenbaum says proceeds from sale were frozen in line with government sanctions regime A close associate of  Roman Abramovich was given permission by the Treasury to sell his Surrey mansion for £16m, a month after the government designated him for UK sanctions and froze all his assets. The Guardian can reveal the government agreed to allow the former Chelsea Football Club director Eugene Tenenbaum to sell Park Hill, in Weybridge’s exclusive St George’s Hill estate, under a licence issued by sanctions officials on 12 May 2022. Tenenbaum was added to the  UK sanctions list on 14 April last year. The sale, to the chief executive of a Singapore hotels group, completed on 17 May 2022, according to Land Registry records. Park Hill, an eight-bedroom mansion set in 1 hectare (2.6 acres) of grounds , was jointly owned by Tenenbaum and his former wife, a British citizen and who is not under UK sanctions. Lawyers for Tenenbaum told the Guardian the sale of the property was completed in accordance with the law and with the consent of the UK government. They said “his proceeds of the sale were frozen on completion of the transaction in accordance with the sanctions regime”. The transaction raises questions about the UK government’s approach to enforcing sanctions. Liz Truss, who was then foreign secretary, said last year that UK financial restrictions would “tighten the ratchet on Putin’s war machine and target the circle of people closest to the Kremlin”. Allies in the US and EU have also imposed similar sanctions. Tenenbaum was Abramovich’s right-hand man as the billionaire oligarch built his empire, serving as the head of corporate finance at his oil company Sibneft, a director of Chelsea, and a board member at his mining group Evraz. Tenenbaum, a Canadian citizen born in 1964 in Ukraine when it was part of the Soviet Union, helped him float the company on the London Stock Exchange where its shares were  traded until shortly after the full-scale invasion of Ukraine. A loan agreement seen by the Guardian suggests Tenenbaum and his then wife bought Park Hill in 2007 using a £12m loan from an offshore company connected to Abramovich. The agreement states the borrower cannot sell the property without agreement in writing from the lender, and that the loan was due for repayment in 2027. A document from September 2020, which named the couple, suggests the interest-bearing loan was still outstanding at that date, and that the amount borrowed had increased to £17m. Lawyers for Tenenbaum indicated the couple have divorced.  They confirmed a licence for the transaction was granted by Treasury’s Office of Financial Sanctions Implementation (OFSI). “As fully anticipated by Mr Tenenbaum,” they said, “his proceeds of the sale were frozen on completion of the transaction in accordance with the sanctions regime and the terms of the OFSI licence. They remain frozen to this date. We are instructed that the proceeds from the sale of the property are not, and will never be, for the benefit of Roman Abramovich.” It is understood Tenenbaum’s former wife does not owe money to any sanctioned individual or any company connected to them, that she has not and will not send money to any sanctioned individual, and that she has fully abided by the UK sanctions regime. The property has dedicated staff accommodation, a games room and an indoor swimming pool complex with a steam room, a gym and changing rooms. It is located in the gated estate of St George’s Hill, a popular choice for wealthy Russians looking to set up home near London, where the perimeter is guarded by private security contractors. The UK designated Abramovich for sanctions on 10 March 2022, two weeks after the invasion began, adding Tenenbaum to the list a month later. In a press release, the government  described Tenenbaum as a “key oligarch”, citing his links to Abramovich, and said freezes on his property and money would “prevent these assets from being repatriated to Russia and used to fund Putin’s war machine”. Tenenbaum and his then wife had owned Park Hill in their own names, according to Land Registry records, and bought it on 17 July 2007 for £10.5m. A loan agreement dated 29 June 2007, seen by the Guardian, names them both as the borrowers of £12m from Ovington Worldwide Ltd, a company incorporated in the British Virgin Islands (BVI), in order to “purchase and make any additions” to Park Hill. Company paperwork appears to show Abramovich was the beneficiary of a trust that controlled Ovington. In September 2020 Ovington transferred the loan to Sonora Capital Investments Ltd, another BVI company, which was also owned by a trust of which Abramovich was a beneficiary. Abramovich did not respond to a request for comment. Sign up to  Get set for the working day – we'll point you to all the business news and analysis you need every morning after newsletter promotion Tenenbaum’s signature on the 2022 property transfer document was witnessed in Herzliya Pituach, a suburb of Tel Aviv, Israel. The mansion was sold to Anand Nadathur, the son of the Infosys co-founder Nadathur Raghavan and chief executive of the hotels company Next Story Group, and his wife. A lawyer for Anand said contracts for the sale of the property were exchanged on 6 April 2022, before Tenenbaum was added to the UK sanctions list. After the sanctions were imposed and the licence was granted, their legal advice was that they were bound to continue with the purchase, and the buyers acted entirely properly, the lawyer said. Large transactions of any kind with individuals under sanctions are illegal unless the parties have obtained consent from OFSI. Permission for smaller transactions to allow for basic needs may also be allowed in some instances. Ben Cowdock, the investigations lead at Transparency International UK, an anti-corruption campaign group, said: “At a time when the UK government was publicly taking a firmer stance on allies of the Kremlin and their assets here, it appears a sanctioned oligarch was quietly given permission to sell his mansion. This raises serious questions over why this sale was allowed, how the proceeds were distributed and the lack of transparency surrounding the licensing process. “To avoid the perception that Britain is a soft touch when it comes to enforcing sanctions, the UK government should be more open about how licences are given and where the funds from these sales end up.” The government has previously faced criticism for granting licences to other oligarchs under sanctions. It allowed the  Russian mercenary warlord Yevgeny Prigozhin a licence to pursue legal action against a journalist, and it granted the London-based oligarch Petr Aven living expenses of £60,000 a month, a level consistent with a luxury lifestyle. OFSI also granted Abramovich a licence for the sale of  Chelsea Football Club, with an official saying allowing the deal to go ahead avoided an impact on the club, its employees and the “wider football community”. The £4.25bn proceeds were held in a UK bank account and frozen. A spokesperson for the Treasury said: “We do not comment on specific licence applications. However, our sanctions system is robust and strictly enforced with financial penalties and criminal prosecutions for those who break the rules. “Where someone is subject to an asset freeze it’s prohibited to make funds available to them through sales of assets, either directly or indirectly.” ", "category": "business", "source": "theguardian", "summary": "\n\nThe UK government granted a license to former Chelsea FC director Eugene Tenenbaum to sell his Surrey mansion for £16m a month after he was designated for UK sanctions and froze all his assets, with the proceeds of the sale frozen in accordance with the sanctions regime."}, {"title": "Bank of England policymaker warns of ‘greedflation’ risk to consumers", "link": "https://www.theguardian.com/business/2023/mar/07/bank-of-england-policymaker-warns-of-greedflation-risk-to-consumers", "text": "A senior Bank of England policymaker has expressed concern that UK companies could be exploiting the cost of living crisis to push through  inflation-busting price increases – a phenomenon widely known as “greedflation”. Catherine Mann, one of the nine members of Threadneedle Street’s monetary policy committee, said she was concerned about the ability of firms to take advantage of consumer willingness to tolerate higher prices. In an interview with Bloomberg, Mann said the pricing power of companies meant bringing down the UK’s annual inflation rate to its 2% target would require interest rates to rise further from their current 4% level. The Bank of England has been closely monitoring pay levels for signs of a developing wage-price spiral but Mann’s comments reflect growing anxiety about the risk posed by corporate greedflation – where businesses more than pass on higher costs to customers – although she did not use that specific term. The European Central Bank expressed  similar concerns last week. The headline rate of inflation has come down slightly from a peak of 11.1% to 10.1%,  according to the latest official figures, but Mann said she was more focused on core inflation – which strips out items such as food and fuel. The rate setter said she was particularly “concerned about the extent to which there is strong pricing power among firms and acceptance of those price rises by a lot of consumers”. Even in the face of the cost of living crisis, Mann added, there were “still a lot of people out there who are willing to pay higher prices, and firms are willing to set their prices high”. Mann said she felt vindicated after calling for interest rates to be raised faster in 2022, arguing that a “front-loaded” policy would have been more effective in dampening inflation expectations. Despite raising interest rates at each of its last 10 meetings, Mann said more needed to be done to prevent high inflation being embedded. The weak pound, she added, was a “very important ingredient” pushing up inflation, as it raised the cost of imports of goods, and energy. The UK, Mann pointed out, was a “small open economy” that imported a lot of products, and the pound would be vulnerable if US and eurozone interest rates continued to rise. Sign up to  Get set for the working day – we'll point you to all the business news and analysis you need every morning after newsletter promotion “There has been a quite a hawkish tone coming from the Federal Reserve and ECB,” Mann said. “An important question in regards to the pound is how much of that existing hawkish tone is already priced into the pound. If Fed hawkishness is not priced in, the pound could fall further.” Mann added: “I worry about the supply side of the UK economy. It really is striking how slow growth is in the UK – much slower than what we observed for the US or for the euro area. Brexit is a factor on the supply side and on pricing power.” ", "category": "business", "source": "theguardian", "summary": "\n\nCatherine Mann, a Bank of England policymaker, expressed concern about companies exploiting the cost of living crisis to push through inflation-busting price increases, and argued that interest rates need to rise further in order to bring down the UK's annual inflation rate."}, {"title": "National Grid puts backup coal plants into action for first time this winter", "link": "https://www.theguardian.com/business/2023/mar/07/national-grid-power-plants-coldest-night-of-year-extra-electricity", "text": "National Grid has called coal plants put on standby as emergency backup into action for the first time this winter, before the  coldest night of the year. Two units at EDF’s West Burton A plant in Nottinghamshire began producing power for the grid on Tuesday afternoon. Their output will be ramped up depending on how much electricity can be generated from other sources. The Met Office has issued weather warnings for rain and snow across the UK, with temperatures of -4C expected in London and -6C in Birmingham. A combination of freezing temperatures pushing up demand for power and heating, and low wind cutting windfarm electricity generation have made generation conditions tight. Strikes at EDF’s nuclear power plants in France, which supply Britain with electricity via subsea cables, have also raised concerns in recent days. The Nottinghamshire units are two of five covered by winter contingency contracts negotiated last year by the government to keep coal-fired power plants on standby for emergency use amid heightened concerns over power supplies this winter. The coal-fired plants, which also include units at Drax in Yorkshire and at Uniper’s Ratcliffe-on-Soar plant in Nottinghamshire, have been warmed for potential use several times this winter but  stood down each time. The Grid’s electricity system operator (ESO) has also asked two units at Drax in Yorkshire to warm up for potential use. Separately, ESO issued an electricity margin notice, telling the owners of all power plants to bring on extra power supplies between 4.30pm and 8.30pm on Tuesday. It later cancelled this requirement. National Grid stressed its measures to bolster supplies did not mean supplies were at risk. However, the ESO stopped short of paying consumers and businesses to turn down their energy use. Earlier on Tuesday, it issued a notice that it may employ its  demand flexibility service on Wednesday but later said it would not run. Sign up to  Get set for the working day – we'll point you to all the business news and analysis you need every morning after newsletter promotion The Grid has been on alert over risks of potential power cuts this winter because of concerns Russia would cut gas supplies into Europe, with a knock-on effect in Britain. However, a relatively mild winter and high levels of gas storage in Europe have eased these fears, and caused gas prices to fall sharply. A spokesperson for the ESO said that the coal units would offer “additional contingency to operate the network as normal”. In December, National Grid  paid record amounts to encourage gas-fired power plants to crank up supply at short notice. Experts expected it to pay high prices to gas-fired plants again on Tuesday. Live ESO data showed gas-fired plants accounted for 54% of Great Britain’s electricity generation, with windfarms contributing 13% and nuclear 10%. ", "category": "business", "source": "theguardian", "summary": "\nNational Grid has activated two coal-fired power plants in Nottinghamshire as a backup measure due to tight generation conditions caused by freezing temperatures, low wind and strikes at EDF's nuclear power plants in France."}, {"title": "Jürgen Maier: the Anglo-Austrian invested in rebuilding northern England’s economy", "link": "https://www.theguardian.com/business/2023/mar/07/jurgen-maier-the-anglo-austrian-invested-in-rebuilding-northern-englands-economy", "text": "The former Siemens boss is passionate about levelling up the UK’s regions, but fears the current government doesn’t share his vision of a long-term business partnership Having moved the Siemens UK headquarters to Manchester in one of his final acts before retiring, and become vice-chair of the  Northern Powerhouse Partnership, Maier is one of the leading voices pushing to level up the UK’s lopsided regional economy. “We are in the deepest series of crises any of us in our professional careers have ever experienced,” he says. “Yet, at the same time, we find ourselves with the worst possible relationship between business and government. It really is that bad.” Rather than tax cuts or a bonfire of regulation in  next week’s budget, he says, Rishi Sunak’s government ought to wake up and recognise that this isn’t the way to run a 21st-century economy. Rather than a “1980s playbook”, it should be working for closer ties between business and government, better relations with unions, and a clear industrial strategy. He admits our conversation is “a bit of a whingeing session”, but there is a purpose to it. Since leaving Siemens after 33 years, Maier has started  vocL, an app-based business mentoring and speaking platform. Siemens, John Lewis, Sainsbury’s, Timpsons, Arup and Brompton Bikes are all on board, keen to foster the next generation of bosses willing to speak out on big political issues. “We think the future will be a different political landscape,” he says. “I’m not trying to predict the outcome of a general election, but whoever assembles a government will draw the conclusion that they need a better relationship with business. We want to equip the business leaders of the future with the tools, knowledge and, frankly, moral courage to engage in a positive political and private sector relationship.” For years, he says, company chiefs have largely ducked the public sphere, preferring to stay silent on the big issues. Now Maier wants them to speak up. He uses Liz Truss’s “dreadful”  mini-budget to highlight the importance of doing so. “None of what was in that mini-budget was being called for by business. How did business stand by and allow it to happen? We need to be at the top table, helping create policies that are good for business and society.” Maier is adept at practising what he preaches. He talks 19 to the dozen, is full of stories and, as a regular panellist on BBC   clearly isn’t afraid of a robust debate –  not least when it comes to Brexit, of which he is an outspoken critic. Business support for Rishi Sunak’s “ Windsor framework” Northern Ireland deal is strong, he says. “It’s a return to a sensible conversation … and provides some confidence that we’re moving in the right direction.” Despite this, Maier thinks a wider campaign to rejoin the EU is still years away: “We’re miles from that, honestly. And I don’t believe that is where business is at all.” European ties are second nature for Maier, a proud Anglo-Austrian. His home is full of signs of his dual heritage: Austrian wine in the fridge, walls adorned with a painting of the  Wörthersee (where he has a second home in the Alps), plus framed prints of Manchester landmarks. Born in 1964 in Germany to Austrian parents, he moved to Leeds aged 10 after his mother remarried an Englishman from County Durham. Starting school as a “foreigner” who couldn’t speak English, and realising he was gay, made for a tough start. “It was awful, to be honest. I had to learn quickly.” He remembers after-school fights between boys from his comprehensive – Allerton Grange in the suburb of Moortown – and a local rival, surreptitiously helped by a PE teacher who taught boxing. “It’s now sort of the Didsbury of Leeds,” he says of the area where his mother still lives, meaning it’s fairly affluent. “But when I came to the UK it certainly wasn’t.” His degree in engineering at Trent Polytechnic (now Nottingham Trent University) was sponsored by Siemens, and he did an industrial placement there before starting as graduate engineer in 1986 at its factory in Congleton, Cheshire. As Maier was growing up, northern England’s industrial backbone was crumbling. “It’s why I’m so passionate about these things. I want to be part of the generation that improved that,” he says. And there is a lot to be learned from Germany’s approach: “The scale, the gravitas, the long-termism, the strategic intent. And the business partnership with government.” When the Berlin Wall fell in 1989, he and a friend jumped in his battered Ford Granada and drove from Congleton to witness the moment. “I just wanted to see it,” he says. “I wanted to be a part of history. And it was fascinating.” Maier recalls that during   (the turn), as the reunification period is known, Siemens loaned some top employees to the German government to help in piecing the country back together. The UK could learn lessons on close partnership between government and industry, but will it? “There’s the odd minister, you know, with the right intent,” he says. But the big danger is that without a consistent plan, regional divisions will remain, and Britain will fall behind as other countries steal a march in building the green economy of the future. Although he won’t be drawn on how he votes, he says Labour clearly has a better relationship with business. His big ask is that any government develops and sticks to a proper industrial strategy: “I don’t care what you call it. Let’s just have something sustainable. It’s about confidence, long-termism and partnership.” Age 59. Family Lives with his husband, Richard, and their dachshund, Max, in Didsbury, Manchester. Education Nottingham Trent University, BSc in production engineering, on a Siemens-sponsored programme. Pay Undisclosed. Last holiday Skiing in Austria, where he has a lakeside home.. Best advice he’s been given “Learn how to slow down.” It’s rooted in Germanic and Austrian culture, he says. Phrase he overuses “One-pager,” a phrase his colleagues at vocL laugh at him for overusing. Biggest career mistake Being impatient and shooting for senior jobs too early. “It’s a mistake I’ve made several times.” How he relaxes “I don’t!” he laughs. “Hiking in the mountains – in either the Peak District or the Alps.” ", "category": "business", "source": "theguardian", "summary": "\n\nFormer Siemens boss, Juergen Maier, is passionate about levelling up the UK's lopsided regional economy and believes that a closer partnership between business and government along with better relations with unions and a clear industrial strategy is the way to achieve this in the 21st-century"}, {"title": "BoE powers to oversee insurers ‘may not offset risks posed by looser regulation’", "link": "https://www.theguardian.com/business/2023/mar/07/boe-powers-to-oversee-insurers-may-not-offset-risks-posed-by-looser-regulation", "text": "Moves to hand the Bank of England fresh powers over insurers will not be enough to offset the risks  posed by looser regulation, one of the central bank’s most senior officials has warned. The comments by the chief executive of the Bank’s regulatory arm, Sam Woods, come a day after his boss and the Bank of England governor, Andrew Bailey, said that reforms to so-called Solvency II regulations would  increase the possibility of life insurance firms failing by 20% in a given year. Firms like Aviva and Legal & General claim the reforms will release hundreds of billions of pounds for big investments like infrastructure projects, by reducing the amount of capital they have to hold to prove they can pay policyholders in the long term. The Treasury and BoE have disagreed over the potential risks of Solvency II reforms, which the Conservative government hopes will accelerate the levelling up agenda across the UK. Woods told MPs on Tuesday that the government was offering the Bank “additional powers” to oversee the insurance sector, including additional stress testing – which measures how firms would fare during a severe market downturn – and requiring senior managers to personally vouch for the fact that the firm is holding enough capital against risks on their balance sheets. However, Woods said it did not make up for increased risks the planned reforms pose. “The government has committed … to give us some additional powers to help us manage risks in the insurance sector,” Woods told the Treasury select committee, adding: “What I would say though, is that we do not think we either should, or can, use those to achieve the same effect, as we were looking for through a reform of the fundamentals.” However, Woods told the committee he did not feel strongly enough about the risks to suggest that MPs vote against Solvency II changes, and was at no point considering resigning from his post over the issue. MPs also pushed Woods over plans to reform the UK ring-fencing regime, which was introduced in the wake of the 2008 financial crisis and forces banks to separate, and protect, customer deposits from their investment banking activities. Some lenders argue that the rules are no longer necessary, because other regulations are in place to ensure the banks themselves could afford to go bust in an orderly way, without relying on taxpayer bailouts that would ultimately protect customers and the wider economy. Woods said that while he welcomed some reforms, scrapping ringfencing entirely could put taxpayer money at risk. The committee also asked whether the Bank was concerned over the potential impact of the climate crisis on the mortgage market, including cases where lenders may refuse to offer home loans in areas at a greater risk of flooding due to more extreme weather events. Woods speculated that the government could be forced to intervene  in a similar way to the cladding crisis. “We’ve had a live example of this quite recently with cladding … where a lot of people are kind of trapped. “If the effect of climate change or other things meant that you had parts of the country, that as a matter of wider government policy, we want to be inhabited but which could not get funding for from banks, or could not get insured, then I think that would be a question for the government to look into,” he said. Woods’ comments came as another senior Bank official warned that UK companies  could be exploiting the cost of living crisis to push through inflation-busting price increases – a phenomenon widely known as “greedflation”. Catherine Mann, one of the nine members of Threadneedle Street’s monetary policy committee, told Bloomberg in an interview published on Tuesday she was concerned about the ability of firms to take advantage of consumer willingness to tolerate higher prices. Her comments reflect growing anxiety about the risk posed by corporate greedflation – although she did not use the specific word. The European Central Bank expressed  similar concerns last week. ", "category": "business", "source": "theguardian", "summary": "\n\nSam Woods warns that the Bank of England's additional powers over insurers may not be enough to offset the risks posed by looser regulation, and Catherine Mann is concerned about companies taking advantage of consumer willingness to tolerate higher prices."}, {"title": "Mirror and Express owner publishes first articles written using AI", "link": "https://www.theguardian.com/business/2023/mar/07/mirror-and-express-owner-publishes-first-articles-written-using-ai", "text": "The owner of the Daily Mirror and the Express has published its first articles written using artificial intelligence – but its boss says journalists should  not fear it means being replaced by machines. Jim Mullen, the chief executive of Reach, said that after a working group explored the possibilities for the use of AI, the company let a bot produce three articles last week. The articles were published on the local news site InYourArea.co.uk, one of which was  “Seven Things to do in Newport”, with Mullen spying an opportunity to automate content based primarily on data and lists. However, sources at the publisher said that news of the successful AI test had put some journalists “on edge” as Reach continues to focus on heavy cost-cutting –  including the loss of 200 roles announced in January – to control the impact of soaring inflation and newsprint prices reaching a 15-year high. However, Mullen said the development of AI was  not part of a “hidden agenda” to ultimately make big savings by being able to cut human staff; the company’s 4,000 employees represent its biggest cost. “We produced our first AI content in the last 10 days but this is led by editorial,” he said. “It was all AI-produced but the data was obviously put together by a journalist, and whether it was good enough to publish was decided by an editor.” Mullen said that in areas based on data, such as “things to do”, weather and “what’s local traffic like?” pieces, AI might be reliable enough to take on the production of content. “There are loads of ethics around AI and journalistic content,” Mullen said. “The way I look at it, we produce lots of content based on actual data. It can be put together in a well-read [piece] that I think AI can do. We are trying to apply it to areas we already get traffic to allow journalists to focus on content that editors want written.” The  rapid rise of ChatGPT, and Google’s  hurriedly released potential challenger Bard, has resulted in publishers focusing on the potential and limitations of using machine learning in the journalism production process. Last month, BuzzFeed said it would start working with OpenAI, which created ChatGPT, to help produce its quizzes. Associated Press has said it first published AI-written articles in 2014, while Thomson Reuters has used an in-house program, Lynx Insight, since 2018 to examine information such as market data to find patterns that might make stories for reporters to pursue. Sign up to  Get set for the working day – we'll point you to all the business news and analysis you need every morning after newsletter promotion Reach is also investing heavily in breaking the US market, where Mullen said it trails sites such as MailOnline, the Guardian and the Sun in traffic. It expects to have 100 journalists working in the US by the end of the year. The publisher reported a 27% slump in operating profit to £106m in 2022 and continues to struggle with a fall in digital income, which is down 12% in the year to date, after the wider slump in the global ad market. Shares in Reach fell by almost 13% on Tuesday as investors expressed concern over the tough trading conditions despite Reach promising a 5%-6% cut in its £498m cost base this year. “The current trading environment remains challenging and we expect this to continue in 2023, with sustained inflation and suppressed market demand for digital advertising,” the company said. ", "category": "business", "source": "theguardian", "summary": "\n\nReach, the company that owns the Daily Mirror and Express, has used AI to produce three articles last week but its Chief Executive assures journalists that this does not mean they will be replaced by machines."}, {"title": "China to set up new financial watchdog as part of reforms", "link": "https://www.theguardian.com/world/2023/mar/07/china-to-set-up-new-financial-watchdog-as-part-of-reforms", "text": "China will set up a new financial watchdog to replace its banking and insurance regulators as part of an overhaul of state institutions after concern about exposure to its  creaking property market. The new body, which does not have an official name yet, would bring oversight of China’s financial system under direct control of the State Council, the top government body. There are also reports that the president, Xi Jinping, who will in all likelihood be granted a third presidential term on Friday, will revive the Central Financial Work Commission, an organisation that would supervise the financial system on behalf of the Chinese Communist party, although this has yet to be announced publicly. The new financial watchdog, which will be voted on at this week’s  annual parliamentary session, the National People’s Congress, will centralise control of China’s $60tn (£50.6tn) financial sector. It is part of a series of reforms that will “strengthen the centralised and unified leadership” of the party, according to the proposal. In the speech from the outgoing premier on Sunday, Li Keqiang promised that Beijing would focus on stability and mitigating economic risk this year, particularly in the property sector. Last year China’s  property sector shrank by 5% after government crackdowns on speculation and lending led to a cashflow crunch that caused developers to stall construction on millions of housing units. The zero-Covid policy, which was abandoned in December, also caused economic chaos as factories and construction sites were closed and workers were unable to leave their homes. In February, Xi warned of three “systemic risks” to China’s economy: the embattled real estate sector, financial regulation and local government debt. The new financial watchdog will help to streamline party oversight of all of those sectors. Part of the property crisis last year was caused by property developers issuing bonds that, via local governments, were packaged into asset-backed securities that were sold to financial institutions and investors. Those investors often had no idea that they were buying bonds linked to the property market. “So the risk spreads from the real estate sector, which is not financial, into the financial sector,” said Iris Pang, the chief economist for greater China at ING, a bank. The new, broader financial regulator will be able to “detect this kind of risk earlier than in the case of 2022”. Pang also said that a new, more integrated regulator would be better suited to handling future financial developments, such as cryptocurrencies. Among the other reforms outlined by the proposal are the creation of a new centralised data bureau, a reorganisation of the science and technology ministry and the slashing of jobs in central government departments by 5%. Mary Gallagher, a professor at the University of Michigan, said the reforms are a “sea change for governance in China”. Sign up to  Get set for the working day – we'll point you to all the business news and analysis you need every morning after newsletter promotion The reduction in personnel suggests that Xi wants to “install younger and more loyal officials in a streamlined government. Unfortunately, given China’s scale and the big challenges ahead, these reforms could make effective governance even more difficult. Local governments have lost power and flexibility without any big gains in fiscal power,” Gallagher said. Delegates will vote on, and almost certainly approve, the proposal on Friday. ", "category": "business", "source": "theguardian", "summary": "\n\nChina is centralizing control of their $60tn financial sector with the creation of a new, broader financial regulator to help streamline party oversight of the real estate sector, financial regulation, and local government debt."}, {"title": "EU targets 40% of clean tech to be made within the bloc by 2030", "link": "https://www.theguardian.com/world/2023/mar/07/eu-sets-target-of-40-of-clean-tech-to-be-made-within-the-bloc-by-2030", "text": "The EU executive is considering a target that would see 40% of the bloc’s clean tech made in  Europe by the end the decade, as part of a response to a wave of subsidies from the US and China. According to a draft of the EU’s Net-Zero Industry Act, which is due to be unveiled next week, 40% of green tech needed to meet the bloc’s climate and energy targets should be made in the EU by 2030. The 40% target, which could change before the draft is finalised, is part of Europe’s answer to the US  Inflation Reduction Act (IRA), which offers $369bn (£311bn) of subsidies to green-tech manufacturers, as well as China’s long-running policy of lavish state support for the sector. Some EU leaders have  sharply criticised the IRA, arguing that it discriminates against European companies selling to the US and provides inducements for them to shut up shop in Europe and move production to America. The European Commission president,  Ursula von der Leyen, is expected to raise the issue when she meets Joe Biden at the White House in Washington on Friday. Since the coronavirus pandemic exposed Europe’s shortfalls in medical equipment, there has also been momentum behind a push led by the French president,  Emmanuel Macron, for a “sovereign” Europe with a stronger manufacturing base, less dependent on foreign imports. The EU is currently a net importer of net-zero energy technologies, according to the draft regulation seen by the Guardian. It notes that a third of electric cars and batteries and nearly all solar photovoltaic modules and fuel cells come from outside the EU, mostly from China. Even in areas where EU industry remains strong, such as wind turbines and heat pumps, “our trade balance is deteriorating and EU producers face headwinds of rising energy and input costs”, it continues. EU leaders will discuss the plans at a Brussels summit later this month (23-24 March), as part of a broader push to speed up the green transition but also to boost the mining and extraction of critical raw materials in Europe, such as rare earths, aluminium and copper – ores and metals used to make electric batteries and wind turbines. To achieve the 40% target by the end of the decade, the EU executive wants to speed up planning permission for plants manufacturing net-zero technologies. Currently, it can take between two and seven years to build a new factory, depending on the technology and member state. The draft proposes that large plants producing net-zero technologies that are deemed “strategic” should be able to get a permit within one year. Smaller strategic plants should be granted permission within nine months. Net-zero factories will be considered strategic if they help the EU reduce a heavy dependency on imports, lead to a significant expansion in capacity or create many high-skilled jobs. Sign up to  The planet's most important stories. Get all the week's environment news - the good, the bad and the essential after newsletter promotion While the commission insists that any permitting process would be in line with EU laws on water protection and nature conservation, the plans may raise concern among environmentalists if the EU’s climate goals are seen to be in conflict with biodiversity. The draft states that “net-zero strategic projects” should be given priority status and urgent treatment in all judicial and dispute resolution processes. EU governments will also be granted more flexibility in how they support European industry under the bloc’s strict rules on subsidies. Speaking in Davos in January, Von der Leyen said it was no secret that the US Inflation Reduction Act had “raised a number of concerns”, although her  stronger criticisms of “unfair competition” have been levelled at China. “We Europeans also need to get better at nurturing our own clean-tech industry,” she told the Davos audience. “We have a small window to invest in clean tech and innovation to gain leadership before the fossil fuel economy becomes obsolete.” ", "category": "business", "source": "theguardian", "summary": "\n\nThe EU executive is considering a target of 40% of the bloc's clean tech being made in Europe by the end of the decade, in response to subsidies from the US and China, as part of their 'Net-Zero Industry Act' which is due to be unveiled next week."}, {"title": "Woman, 91, loses account and pension after Barclays declares her dead", "link": "https://www.theguardian.com/money/2023/mar/07/barclays-dead-pension-bank-account-phone-energy", "text": "An elderly woman was cut off from her money for three months and lost her phone line and energy supply when a banking error by  Barclays marked her as deceased. Ninety-one-year-old Marjorie Roper* discovered that her pension and benefits payments had been stopped and her direct debits cancelled after a Barclays agent recorded that she had died and closed her account. The nightmare began in November when Roper informed Barclays that her husband had died. She asked for his name to be removed from their joint account and replaced with that of her daughter, Mary*, who has third-party access to her account. Instead, she was marked as deceased and the account was closed. Her pension and benefit payments were returned to the Department for Work and Pensions and her direct debits were stopped. She discovered the mistake when she returned from a family Christmas to find her phone line and energy supply had been cut off and a sheaf of letters from companies and the council demanding payment. Roper made two trips to her nearest Barclays branch and was told on both occasions by staff that she was recorded as dead. The bank refused to discuss the case with her daughter because her third-party authority had been revoked when the account was closed. “The bank has blocked my mother’s income and it cut off her only means of contacting the outside world,” Mary Roper said. “For the last month she’s been buying food with the £250 she had left in cash and is terrified she’ll run out. To date Barclays has not responded to our demands they reinstate and claim her backdated pension payments.” The account was eventually reopened and her payments restored and backdated after the Guardian intervened. Her phone line and energy supply had already been restored after Roper called her providers to explain. A Barclays spokesperson said: “We apologise unreservedly for the distress and inconvenience this has caused to our loyal customer. We can confirm that the direct debits have been reinstated, the state pension payments have been received, the account has been amended into joint names and a gesture of goodwill for the disruption caused has been offered.” Roper’s ordeal highlights the obstacles facing vulnerable customers who do not have access to online banking. A Barclays customer for 65 years, she is unable to cope with the automated menus on the customer service phone line and, since her local branch closed, she is forced to take two buses to the next town to withdraw money and manage her account. The only available appointment to request the account change was at a branch 23 miles away where staff did not know her. She brought the required documents, but the bank refused to proceed with the requested name change because she could not recall her little-used pin number. She was told her to make another appointment when she had remembered her pin. Sign up to  Get set for the working day – we'll point you to all the business news and analysis you need every morning after newsletter promotion “My mother is a vulnerable 91-year-old woman who has been treated without any concern for her safety, no recognition of her age or mobility issues or banking preferences,” Mary Roper said. “She and Dad had been happily married for 68 years and taking his name off the accounts was already an upsetting challenge. She feels that her phone could be cut off again without notice and this makes her feel extremely anxious.” The situation might not have arisen if bank staff had made better provision for Roper’s needs, according to James Daley, the managing director of the campaign group Fairer Finance. “There is still a significant number of people who rely on face to face banking because they don’t feel confident using internet, phones or ATMs,” he said. “Banks that are planning branch closures need to recognise that if customers are prepared to take two buses to their branch, that service must be essential, and they need to accommodate customers who may not be familiar with security codes, logins and pins.” ", "category": "business", "source": "theguardian", "summary": "\n\nBarclays' mistake in marking 91-year-old Marjorie Roper as deceased caused her to lose her phone line and energy supply, pension and benefits payments, and direct debits until the Guardian intervened and her account was reopened with a gesture of goodwill from the bank."}, {"title": "Starbucks CEO to testify before Senate over opposition to stores unionizing", "link": "https://www.theguardian.com/business/2023/mar/07/howard-schultz-testify-senate-starbucks-unions", "text": "The Starbucks CEO, Howard Schultz, has  agreed to testify before a Senate committee investigating the company’s intense opposition to national efforts to unionize its stores. Senator Bernie Sanders had  threatened to subpoena Schultz if he refused to appear before the US Senate health, education, labor and pensions (Help) committee. Sanders said Schultz had “refused to answer any of the serious questions we have asked” for over a year. Since late 2021, 290  Starbucks stores around the US have won union elections, but dozens of workers and the Starbucks Workers United union have filed unfair labor practice charges with the National Labor Relations Board (NLRB) over alleged retaliatory firings, discipline, unilateral changes, store closures, refusing to bargain with the union and intimidation against workers’ efforts to form unions. Nine decisions by NLRB administrative law judges so far have found Starbucks violated the National Labor Relations Act, and 22 Starbucks workers have received judgments ordering their reinstatement. No Starbucks appeals have yet overturned any rulings. “I’m happy to announce that Howard Schultz, the CEO and founder of Starbucks, has finally agreed to testify before the Senate Help committee. The Help committee was scheduled to vote tomorrow to subpoena him and I want to thank the members of the committee who, in a bipartisan way, were prepared to do just that,” Sanders said in a statement. “In America, workers have the constitutional right to organize unions and engage in collective bargaining to improve their wages and working conditions. Unfortunately Starbucks, under Mr Schultz’s leadership, has done everything possible to prevent that from happening.” Starbucks initially pushed back on efforts to compel Schultz to testify before the US Senate Help committee, offering other Starbucks executives in lieu of Schultz. Sanders  criticized Starbucks’ response. Starbucks Workers United has  called out Schultz on  social media, using a #DearHoward hashtag to criticize how Starbucks has responded to unionization efforts and its impact on workers in anticipation of the Senate testimony. ", "category": "business", "source": "theguardian", "summary": "\n\nHoward Schultz, the CEO and founder of Starbucks, has agreed to testify before the US Senate Help committee after being threatened with a subpoena by Senator Bernie Sanders for refusing to answer questions about allegations of violating the National Labor Relations Act in order to prevent unionization."}, {"title": "Emergency coal power plants used for first time as UK sees cold snap", "link": "https://www.bbc.co.uk/news/business-64879044?at_medium=RSS&at_campaign=KARANGA", "text": "Two old coal-fired power plants have begun generating again as the UK expects to see its coldest night of the year so far. The plants had been put on standby in case of shortfalls, but started feeding power into the grid this afternoon.  National Grid blamed high demand and a shortage of electricity from other sources. The coal plants began operating in 1966 but were due to close last September.  However, operators have kept them open for an extra six months at the request of the government, amid fears of possible power shortages. Temperatures are expected to drop to -15C (5F) in some parts of the UK on Tuesday evening, with snow sweeping parts of the country.  The cold snap is expected to last for the next few days, with weather warnings in place across the UK.  The two coal-powered stations that are in use again again are in West Burton in Nottinghamshire.  Two further contingency coal fired units, at Drax power station in Yorkshire, were ordered to get ready for use as well earlier in the day but have now been stood down.  The extra generating capacity was lined up this week due to concerns that the margin between supply and demand was becoming too narrow.  National Grid blames the cold weather, a shortage of wind and solar power generation, and a lack of electricity available through interconnectors from France due to strike action in the country.  However, plans to use the so-called demand flexibility service - which pays people to use less electricity - have been set aside.  Although the cold weather is expected to continue tomorrow, the grid is expected to be under less strain because more electricity will be available through international undersea cables. Coal is the dirtiest of all fossil fuels and produces almost twice the emissions of natural gas. Gas and wind power have been gradually replacing coal in powering the UK's energy supply over recent years.  But this has been delayed by the government following concerns over the disruption to Russian gas supplies to Europe after Russia invasion of Ukraine. The coal-fired plants were due to close last autumn to move the UK towards more sustainable energy production. Coal-fired power generation accounted for 2% of the country's electricity produced last year.  ", "category": "business", "source": "bbc", "summary": "\nTwo old coal-fired power plants have been restarted in the UK due to concerns over possible power shortages caused by high demand and a shortage of electricity from other sources, and temperatures dropping to -15C (5F)."}, {"title": "State pension: Deadline extended for National Insurance top-ups", "link": "https://www.bbc.co.uk/news/business-64881745?at_medium=RSS&at_campaign=KARANGA", "text": "People have been given more time to plug gaps in their National Insurance record - to ensure they can maximise their state pension entitlement.  Initially, people had until 5 April to make voluntary adjustments for gaps between 2006 and 2016, but the cut off has been extended to the end of July. The original deadline had led to blocked phone lines. In general, people need 35 years of qualifying contributions to get the full state pension. Some people may have spaces in their National Insurance record, for example if they have lived abroad or taken time off for caring responsibilities. Top-ups have been permitted, as part of the transition to the  flat-rate state pension which was introduced in 2016. But blocked phone lines to HM Revenue and Customs left some worried they would miss the April deadline, and led to the latest extension which the government said was to ensure nobody would miss out. \"HMRC [HM Revenue and Customs] and DWP [the Department for Work and Pensions] have experienced a recent surge in customer contact,\" said financial secretary to the Treasury, Victoria Atkins. \"We've listened to concerned members of the public and have acted. We recognise how important state pensions are for retired individuals, which is why we are giving people more time to fill any gaps in their national insurance record to help bolster their entitlement.\" Pensions experts say that extra contributions may not suit every individual in these circumstances, so it is important to check whether it is worthwhile for their finances. Anyone can look on their personal tax account to view their National Insurance record and obtain a state pension forecast without charge to decide if making a voluntary contribution is a good decision for them. Sir Steve Webb, a former Liberal Democrat pensions minister who is now a partner at consultants LCP, said: \"For most people, paying voluntary National Insurance contributions to deal with a shortfall in their state pension makes excellent financial sense. \"But it is also important to make sure that extra contributions are right in your individual case as sometimes additional contributions may not boost your pension.\" Helen Morrissey, head of retirement analysis at investment platform Hargreaves Lansdown, said: \"It is vital that you check before handing over any money as you may be able to plug these gaps in a different way - by backdating a benefit claim for instance.\" ", "category": "business", "source": "bbc", "summary": "\n\nThe government has extended the deadline for plugging gaps in National Insurance records to ensure that individuals can maximize their state pension entitlement, and it is important to check whether making voluntary contributions is a good decision for their finances."}, {"title": "US interest rates could go higher than expected", "link": "https://www.bbc.co.uk/news/business-64881469?at_medium=RSS&at_campaign=KARANGA", "text": "The head of the US central bank has warned that officials could raise interest rates farther and faster than previously expected in order to stabilise prices. US stocks fell and the dollar rose following the remarks, which comes just a few weeks before the bank is due to make another rates announcement. Many analysts had been expecting another 0.25 percentage point increase. But the comments suggest the bank could move more aggressively.  Over the last year, the Fed has raised its benchmark rate to more than 4.5% - the highest rate since 2007 - responding to prices rising at the fastest pace in decades.  Inflation - the rate at which prices rise - in the US stood at 6.4% in January. While that is lower than it was, it remains far higher than the 2% rate considered healthy, and Mr Powell said officials have been worried by recent data suggesting that progress could be stalling. He said that could push the bank to lift rates above the 5% to 5.5% officials had forecast in December.  Raising borrowing costs is one mechanism to slow price increases in the wider economy. \"The latest economic data have come in stronger than expected, which suggests that the ultimate level of interest rates is likely to be higher than previously anticipated,\" Mr Powell said in Congress during the first of two days of testimony on the economy.    \"If the totality of the data were to indicate that faster tightening is warranted, we would be prepared to increase the pace of rate hikes,\" he added. The comments generated some pushback from lawmakers , especially those on the left.  They said the moves would do little to address causes of the inflation problem - such as the war in Ukraine and supply chain issues - while leading to an economic slowdown that will throw millions of people out of work.  \"You are gambling with peoples' lives,\" said Senator Elizabeth Warren, a Democrat from Massachusetts, who also blamed the inflation problem on price-gouging by companies. Mr Powell said the economy would be in worse shape if the bank did not act.  US prices jumped an unexpected 0.5% from December to January, while monthly updates on retail sales and hiring have also been stronger than expected. By raising borrowing costs, Federal Reserve officials are hoping to reduce demand for loans for business expansions, homes and other purchases, ultimately cooling the economy and easing the pressures pushing up prices.  The moves have already led to sharp slowdowns in rate-sensitive areas of the economy, like the housing market. Mr Powell said officials would be looking carefully at incoming data as they make their decision. \"The upshot is that not only are interest rates set to rise higher than we previously anticipated, but there is a lot less scope for rate cuts later this year than we had originally thought,\" Andrew Hunter, deputy chief US economist for Capital Economics wrote in a note following the testimony.  In early afternoon trade in New York, the Dow Jones Industrial Average had fallen 1.6%, while the S&P 500 was down about 1.4% and the Nasdaq was roughly 1% lower.  ", "category": "business", "source": "bbc", "summary": "\n\nThe head of the US central bank has warned that officials could raise interest rates farther and faster than previously expected in order to stabilize prices, which caused stocks to fall and the dollar to rise."}, {"title": "Greggs to open 150 shops and extend opening hours", "link": "https://www.bbc.co.uk/news/business-64874761?at_medium=RSS&at_campaign=KARANGA", "text": "Greggs plans to open around 150 new bakeries in 2023 as part of major plans to expand.The firm, which opened its first shop in Newcastle in 1951, also plans to extend the opening hours of some outlets and test 24-hour drive-thrus. It comes after the chain posted bumper profits for 2022, despite cost of living pressures hitting consumers.  The bakery chain has put up its prices several times in the last few years blaming rising costs.  Under the new plans Greggs, which currently has around 2,300 shops, aims to open more branches in airports, train stations, supermarkets and shopping centres. It also said it hoped to grow its total number of bakeries to over 3,000 in the coming years. The chain - which made profits of £148.3m last year - put its growth down to the \"value\" it was offering customers impacted by the rising cost of living. Inflation - the rate at which prices rise - is near a 40-year-high, forcing many consumers to cut back their spending or find way ways to cut costs.  However, the  cost of ingredients for Gregg's pasties and pies has been going up, along with its energy bills and staff wages.As a result, the chain's prices rose in 2022 and 2023. In January it increased the price of a sausage roll from £1.15 to £1.20 - the fourth price rise since 2021 when the snack cost £1.  As well as opening 150 new shops, Greggs said it would refurbish another 150 and relocate 40 of its shops to larger sites. Last year, the opening hours of 500 shops were extended until 20:00 or later and in 2023, Greggs said it planned to extend hours in 300 shops to 21:00. Greggs was first founded by John Gregg in the late 1930s when he began delivering yeast, eggs and confectionery on his bicycle to homes around mining terraces in Newcastle. The company then opened its first shop on Gosforth High Street in 1951 and the firm has gone onto to become a well-known brand. Russ Mould, investment director at AJ Bell, said the firm's value proposition put it in a good place in the current climate.  \"With the best will in the world and even when household budgets are under real pressure sometimes people are just too busy to make sandwiches. There is always going to be a place for food-on-the-go venues and Greggs' offering is perfectly pitched in the current environment,\" he added. However, Mr Mould warned Greggs needed to be \"careful ambition does not tip over into hubris\" and questioned how popular the brand might be when \"people have a bit more money in their pocket\". Greggs is not alone in its expansion plans, with Starbucks announcing on Monday plans to open 100 new stores across the UK this year. Only last year Starbucks  was reportedly looking to sell its UK operations after sales were hit hard during the pandemic.  ", "category": "business", "source": "bbc", "summary": "\n\nGreggs has announced plans to open 150 new bakeries and extend the opening hours of some outlets over the next few years, in an effort to grow the chain to over 3,000 shops and capitalise on the current climate of rising costs."}, {"title": "Foxtons boss: Struggling renters have to move further out of London", "link": "https://www.bbc.co.uk/news/business-64873369?at_medium=RSS&at_campaign=KARANGA", "text": "The boss of London's biggest estate agent has said the lack of rental options in the capital is so \"dramatic\" people will need to move further out. \"We absolutely don't welcome this but people are going to have to move,\" Foxtons chief executive Guy Gittins told the BBC.   People who are being priced out will \"have to compromise on the property type or location,\" he said.  It came as Foxtons  reported its annual profits had doubled in the past year.  Its lettings business saw particularly strong growth, with revenue up more than 17%.  Rising rents have been blamed for driving renters out of London. But Mr Gittins said a mismatch between supply and demand was the real problem.  \"The main issue is not affordability for the majority of the market - it's the stock issue,\" he told Radio 4's Today Programme.  Mr Gittins put the \"unhealthy\" supply and demand challenges down to recent policy decisions.  In its update to investors, Foxtons said the housing market relied on the availability of mortgage financing. It noted that interest rates had increased globally last year, with the UK impacted \"in particular\" by the government's \"mini-budget\" last September.  In the immediate aftermath, there was a drop in buy-to-let mortgage deals with many property investors reliant on interest-only mortgages hit by the volatility. Foxtons said this was likely to \"adversely affect affordability\" in the housing market.  He predicted the shortage in the market would continue for the next two to three years.  But Foxtons expects sales activity, which has slowed in the last six months, to improve in the latter part of this year.  \"Mortgage rates have started to reduce in recent weeks and buyer activity is picking up, which may result in a more favourable sales market in the latter part of the year,\" the company said in a statement. Rental site SpareRoom said the number of renters versus rooms available in London and its surroundings was higher this month compared to the same time last year.  According to its data, there were five active renters for each room available, versus two last March. The number was as high as eight per room in September 2022. \"The last 12 months has seen rents across the UK hit record highs and, unless new supply comes into market over the coming months, it's hard to see how those rents will come down,\" SpareRoom director Matt Hutchinson told the BBC.  \"High rents not only make it difficult for tenants who need to move now, it also means that many stay put to avoid paying more rent,\" he added.  Average UK house prices  fell in the second half of 2022 as buyers were squeezed by higher mortgage rates and living costs.  However, fresh figures from the Halifax suggest the situation has improved somewhat. Average UK property values increased by 1.1% on a monthly basis in February, it said, accelerating from 0.2% growth in January. Kim Kinnaird, director at Halifax Mortgages, said: \"Recent reductions in mortgage rates, improving consumer confidence, and a continuing resilience in the labour market are arguably helping to stabilise prices following the falls seen in November and December. \"Still, with the cost of a home down on a quarterly basis (by 2.5%), the underlying activity continues to indicate a general downward trend. Earlier this month, property portal Rightmove found that house hunters are looking in a wider geographical area compared to before the pandemic, with increased searches for more properties in cheaper areas further afield. Guy Gittins took up his role last September, faced with the worst housing market since the financial crisis.  In an early move, he bought a fleet of green and yellow Mini Coopers for the estate agent's sales force. He also spent on sending around 100 of the firm's top-performing employees to the Italian ski resort of Courmayeur.  Mr Gittins started his career at Foxtons in 2002 on a salary of £22,000. He then rose to becoming the boss of rival agent Chestertons.  His current role has a starting salary of £450,000 and a maximum bonus one and a half times this figure.  On Radio 4 and 5 Live we're looking in depth at rented housing in the UK and we want to hear your stories for our Rental Health project at the end of March. What impact is the cost of rent having on you? If you are looking for somewhere to rent are you having to queue to view? What conditions are you living in? If you are a landlord, what pressures are you under?   If you are reading this page and can't see the form you will need to visit the mobile version of the  BBC website to submit your question or comment or you can email us at  HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission.  ", "category": "business", "source": "bbc", "summary": "\n\nThe lack of rental options in London is so dramatic that people will have to move further out and compromise on property type or location, according to Foxtons chief executive Guy Gittins."}, {"title": "Energy bills: Let people remove prepayment meters, charity says", "link": "https://www.bbc.co.uk/news/business-64861186?at_medium=RSS&at_campaign=KARANGA", "text": "A leading charity has called for an amnesty on prepayment meters that would allow people to get them removed from their homes. Age UK said homes on prepayment meters pay more for gas and electricity than those on direct debit and risk energy being cut off due to a lack of cash. Energy firms have paused force-fitting prepayment meters until 31 March. But Energy UK, which represents firms, claims an amnesty could mean other households would pick up the cost. The issue of prepayment meters is under the spotlight after it emerged last month that debt agents acting for British Gas had broken into vulnerable people's homes to force-fit meters. It prompted the regulator, Ofgem, to ask suppliers to suspend forced installations. The regulator is also conducting a review into how prepayment meters are handled across the market.  A government spokesperson said: \"Ofgem is carrying out a review into the use of prepayment meters, but where one has been fitted and it is not suitable due to a customer's circumstance - such as if they are highly vulnerable - then it should be changed for a credit meter.\" Christopher Brooks, head of policy at Age UK, the charity for older people, told the BBC that the industry should use the opportunity to allow households to get rid of prepayment meters if they want to. \"We think everyone should be given the option to switch because prepayment meters have a higher cost attached to them,\" he said. \"It is often unfairly penalising some of the poorest people in our society and forcing them to pay higher costs for their energy.\" While some households choose to have a prepayment meter - as it allows people to pay as they go - others are forced into having them if they fall behind on their bills, while some inherit a meter from a previous tenant or property owner. The cost per unit of energy is higher than direct debit, because of the costs involved for suppliers. Once a pre-payment meter is installed it can be very difficult to have it removed, and there is no automatic review process to see if it's still the most appropriate payment method.  Many properties have a prepayment meter, or a smart meter in prepay mode because of a transfer of a previous tenant or owner, and it can be a slow and difficult process to be transferred.  Each supplier has a different procedure, they are likely to do a credit check, and may ask for a deposit of around £300 to remove the physical box.  It's often a shorter process for those happy to have a smart meter installed instead as companies may feel more confident customers will pay as the smart meter could be flipped back into prepayment mode.  Energy costs have soared, particularly following Russia's invasion of Ukraine, adding pressure to households struggling with the cost of living.  While Mr Brooks is seeking an amnesty for all people with prepayment meters, he highlighted there were 600,000 UK homes containing at least one person over 60 who are on a prepayment meter.  Age UK said it is \"extremely concerned about the impact of prepayment meters on older people living on low fixed incomes\".  Jackie Roeleveld, from Trafford, pays quarterly for her electricity but is on a prepayment meter for her gas - which she likes because it means she can't go over budget. But she is aware that friends of hers pay less for gas on direct debt.  \"It isn't fair, everybody should be paying the same rate,\" she told the BBC.  But Energy UK, which represents the energy suppliers, said a blanket approach to removing all prepayment meters from people's homes could result in those who are in financial difficulty falling further into arrears.  \"It's accepted that it's bad for customers to be falling further and further into arrears which is why suppliers are required to take steps to prevent it,\" said an Energy UK spokesman. \"In addition, it's likely much of these arrears will turn into bad debt - will never get repaid - which ends up going on other customers' bills.\" Ofgem said while moving a customer to prepayment meters \"must be a last resort\", it added that \"moves to stop prepayment meters risks leaving a serious financial blackhole\". \"Suppliers have a statutory right to recover debt - so a ban would force them to write off the debt, force other customers to pick up the tab or force government to cover the costs.\" We asked the seven largest energy providers (Scottish Power, British Gas, EDF, Shell, Octopus, EON and OVO, plus Utilita which has many pre-pay customers) to update us on their plans for future protection and redress of prepayment customers.  British Gas told us that as well as suspending warrant activity they are \"fully co-operating with Ofgem on their investigation and we will be contributing to Ofgem's consultation process on pre-payment meters\". EDF said that it changes customers from prepayment \"if it's not the right payment method for them\". \"However, we would need to agree an affordable and sustainable repayment solution with them, for example Direct Debit.\" Mr Brooks suggested that the government should introduce a cheaper social tariff, \"which essentially means a discount on people's energy bills for eligible customers\". He said the cost should be paid for out of general taxation. \"There is some degree of cross-subsidy so there is some cost that might be passed on to other customers, but in the grand scheme of things its probably not a huge amount,\" he said. \"It is definitely a fairer system than penalising some of the poorest people and making them pay more for their energy.\" Ofgem said the total value of household energy bill debt, which is money still owed after 90 days, reached £2.5bn between July and September last year. It said that amount had jumped by £1bn since the beginning of 2021.    Energy UK said it was necessary to look at how to ensure energy bill affordability in the future. \"That could well include a social tariff but what this would look like exactly, who would be covered, how would it be funded,\" said a spokesman for Energy UK.  \"So by all means let's look at that but should be wary of implying that a social tariff automatically deals with any issues around prepayment meters.\" 5 Minutes On podcast Prepayment meters - \"unfairly penalising the poorest\"Do you have a prepayment meter you would like removing? How was your meter fitted? Email haveyoursay@bbc.co.uk.Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: If you are reading this page and can't see the form you will need to visit the mobile version of the  BBC website to submit your question or comment or you can email us at  HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission.  ", "category": "business", "source": "bbc", "summary": "\nAge UK is calling for an amnesty on prepayment meters to allow people to get them removed from their homes, since they are \"unfairly penalising some of the poorest people in our society\" and leading to higher energy costs."}, {"title": "Train tickets go up in England and Wales by 5.9%", "link": "https://www.bbc.co.uk/news/business-64824072?at_medium=RSS&at_campaign=KARANGA", "text": "Regulated rail fares in England and Wales are rising by up to 5.9% as campaigners call for reforms due to unreliable services.The increase is above last year's 4.8% hike but far below the rate of inflation. The government said that it did not want to add to pressures on households. However, some groups said that after months of poor services and strikes, passengers are not getting value for money. About 45% of fares are regulated - they are directly influenced by the government. These include most season tickets, travelcards, and some off-peak returns. Train operators said fares needed to be set at an appropriate level for the rail industry and its customers. However, campaign group Transport Focus said \"too many passengers are not getting a value-for-money service\" and called for a fundamental reform of fares. Another campaign group, Railfuture, said higher fares were likely to push more people to work from home and called for rail fares to be frozen, or even dropped, as fuel duty has been.  The Scottish government is yet to make a decision on general fare increases and a proposed suspension of peak fares, while in Northern Ireland, public transport fares will rise by 7% from Monday. According to the Office of Rail and Road, the official rail regulator for Britain, train reliability is getting worse. It said 4.5% of all planned trains were cancelled between October and December 2022 - the highest since records began in 2014. Strikes and severe weather hit performance, it said. In England, the annual hike in rail fares is normally pegged to how quickly prices are rising, as measured by the Retail Prices Index the previous July, which stood at 12.3%. The government said the 5.9% rise was a \"fair balance\" between passengers and taxpayers who help pay for trains.  The Welsh government has also capped the increase at the same level. Deputy transport minister Lee Waters said he understood the rise was \"significant\", but added it had been kept \"as low as possible\". The Rail Delivery Group, which represents train operators, said the government's decision to hold fares below inflation was \"understandable\". It said fares should \"appropriate\" for the industry and passengers. But passenger Mimi Kihumulendi described prices as \"extortionate\" compared with Europe. To commute from Reading to London for a year is nearly £6,000, she said. \"Based on the service, they're not always on time, most of the time they're cancelled, delayed, you have to find other means to go there, and [fares] keep going up every year,\" she said. She said train firms need to explain how fare rises are improving the service. \"It doesn't make sense,\" she said. \"Most of the time you can't even get a seat on the train, so you're standing up, or missing that train to wait for the next one. \"How is it working so well around Europe where the fares are quite low and the service is quite good? What's so different here in the UK?\" ", "category": "business", "source": "bbc", "summary": "\n\nDespite government efforts to keep the rail fare increase \"as low as possible\", campaigners are calling for reforms due to unreliable services, while passengers feel they are not getting value for money in comparison to other European countries."}, {"title": "Five ways to save money on train tickets", "link": "https://www.bbc.co.uk/news/business-64827711?at_medium=RSS&at_campaign=KARANGA", "text": "Train ticket price rises are coming at a particularly unpleasant time. The average  increase of 5.9% arrives as the cost of living is squeezing households while strikes and poor rail services have irked some travellers.   Commuters might try to cram in their train ticket purchases before 5 March to avoid more expensive journeys, but here are five tips on getting the cheapest deals at any time of the year. Advance train tickets are usually released up to 12 weeks before your departure date, although some go on sale as far as 24 weeks in advance.  These types of tickets are often the cheapest way to travel on the railways if you're happy to go during a fixed time. Sometimes they can be available to buy up to an hour before your journey. Personal finance website Money Saving Expert says that London North Eastern Railway (LNER) often releases advance tickets up to six months ahead for routes from stations north of York to London. Some ticket purchasing apps can send alerts to your phone as soon as tickets for a specified journey go on sale.  Split ticketing means you can take the same number of trains you normally would for your journey, but can save money by splitting your journey into multiple tickets between the stations the service stops at on the way. Some websites like Split My Fare and Split Train Tickets do it for you without you having to work it out. Split My Fare says on average, customers save 26% by doing this - although it's not always possible on some journeys.  Also, checking to see whether it is cheaper to buy two single tickets rather than a return might save you money.   Rail cards can offer discounts when booking, though they cost money to purchase in the first place, so benefit those who travel often. There are several types of rail card available: national, regional, those for students and those for pensioners.  For example, the regional Cotswold Line Railcard costs £9.95, is valid for one year and gives you a 34% discount on off-peak single and return tickets. More information on the different types of railcard are  here. You can get up to a third off the ticket price when travelling in groups of three to nine adults.  The group must be travelling together, and individual rail cards cannot be used when booking a group ticket.  Groups of over 10 people can also get discounts - contact the train company directly for those. Group off-peak day travelcards for London are also available, but the origin station on the ticket needs to be in fare zones one to nine. National flexible rail tickets could save passengers hundreds of pounds, says watchdog Transport Focus.  The flexible season tickets will allow travel on any eight days in a 28-day period, with no need to select the days of travel in advance.  Train companies have also introduced a range of flexible tickets aimed at commuters and workers who have seen their travel patterns change post-pandemic.   The Flexi Season ticket will offer a minimum of 20% discount on an equivalent monthly season ticket,  according to National Rail. For those making the same journey multiple times in a week regularly, monthly or season tickets can be cheaper. Check with your employer to see if they offer a season ticket loan to help you spread the cost, interest free. ", "category": "business", "source": "bbc", "summary": "\n\nCommuters should take advantage of the pre-increase ticket prices before 5 March, and consider tips such as advance tickets, split ticketing, rail cards, group tickets and flexible season tickets to get the cheapest deals on their journeys."}, {"title": "Budget 2023: What could be in it and when will it happen?", "link": "https://www.bbc.co.uk/news/business-64789405?at_medium=RSS&at_campaign=KARANGA", "text": "In mid-March, Chancellor Jeremy Hunt will unveil his Budget.He'll say how much of our money the government will take in taxes, and what it will spend it on. Each year, the chancellor of the exchequer - who is in charge of the government's finances - makes a Budget statement to MPs, in the House of Commons.  It outlines the government's plans for raising or lowering taxes. The Budget also includes big decisions on spending on health, schools, police and other public services. The Budget speech will be delivered on  Wednesday, 15 March.It usually starts at about 12:30 UK time and lasts about an hour. Labour leader Sir Keir Starmer will give his response straight after.  After the speech, the independent Office for Budget Responsibility (OBR) - which monitors government spending - will publish a report on how the economy is doing. The outlook for the UK economy in 2023-24 is slightly less bleak than it was last year.  But public finances remain fragile, with the soaring cost of living and massive support for energy bills driving up government borrowing. Mr Hunt has said this means he is unlikely to be able to make \"significant\" tax cuts.  However, he is under pressure to help struggling households and a number of measures could be announced. Energy support expected to be maintainedCurrently, the government is limiting the energy bill of a typical household to £2,500 a year. This is due to rise to £3,000 on 1 April.  However, the BBC understands that the chancellor is expected to keep the Energy Price Guarantee  at current levels for a further three months from April. Campaigners and opposition parties have pointed out that a fall in wholesale energy prices has sharply cut the cost of offering support.  Childcare support could be increasedAccording to the Guardian newspaper,  the Treasury is considering a plan to massively expand free childcare to one- and two-year-olds in England.  Parents of children aged nine months to three years would get 30 hours of free care a week during term time, subject to conditions. Currently the benefit only applies to children aged three and four. Fuel duty cut could be extendedAccording to  the Times newspaper, fuel duty could be frozen for a year.  Rishi Sunak cut the tax by 5p in March last year when he was chancellor, in response to record prices at the pump linked to the war in Ukraine.  This measure is due to end in March, with fuel duty predicted to rise by up to 23%. The state pension age could riseCurrently, men and women can start drawing their state pensions when they turn 66.  That is due to gradually increase to 67 between 2026 and 2028, and to 68 from 2044-2046.  But reports suggest a review into the state pension age will recommend that the increase to 68 be moved forward to the mid-2030s.  If true it would mean millions of workers born in the 1970s would have to push back their retirement plans.  It comes as Mr Hunt is trying to lure people over 50 back to the labour force to tackle worker shortages in many industries. The tax-free allowance on pensions could riseCurrently the so-called lifetime allowance - how much you can save in your pension pot before being hit with a tax charge - is £1.073m, a level it will be frozen at until 2026.  With pensioners more likely to be dragged into paying tax, some may retire early, something Mr Hunt doesn't want.  He told older workers in a speech last month that \"we will look at the conditions necessary to make work worth your while\". Some parts of the Budget, such as defence spending, affect the whole of the UK.  Others, such as education, only affect England. This is because Scotland, Wales and Northern Ireland make their own decisions. Scotland has income tax-raising powers, which means its rates differ from the rest of the UK. The Scottish government published its last Budget on 15 December 2022 for the year 2023-24. If the government announces extra spending on areas that only affect England, the other nations get an equivalent extra sum of money to spend as they choose, according to a rule  called the Barnett formula.  ", "category": "business", "source": "bbc", "summary": "\nChancellor Jeremy Hunt will unveil the Budget on Wednesday, 15 March, which outlines the government's plans for raising or lowering taxes, as well as its plans for spending on public services; however, tax cuts are unlikely due to fragile public finances."}, {"title": "Cost of living: 'I skip university lectures to do paid work instead'", "link": "https://www.bbc.co.uk/news/newsbeat-64816948?at_medium=RSS&at_campaign=KARANGA", "text": "\"It felt like I was just going to work and university wasn't really a part of my life.\"Second year Leeds student Heidi Parker, 20, has been skipping some lectures to work shifts at a music venue instead. She says every time she comes out of her overdraft, \"it's a matter of weeks before I get straight back into it\". The government has increased funding for university students, but a new poll suggests students in England are having to juggle their studies with paid work. The online opinion poll, commissioned by social mobility charity the Sutton Trust with BBC News, suggests just under half (49%) of undergraduate students who responded have missed a lecture, seminar or workshop since September to do paid work. The findings also suggest: Almost a quarter (24%) of the students who responded to the Savanta ComRes poll have also missed a university deadline, or asked for an extension, in order to do paid work. Sir Peter Lampl, founder and chairman of the Sutton Trust, says the opinion poll shows students are facing increased pressures due to the cost of living crisis. \"At the end of first year, I had three different jobs,\" says Heidi, who studies criminology with psychology at Leeds Beckett University. \"It caused a lot of stress. I worried about missing all those seminars.\" In December,  as prices and inflation continued to rise, she was working up to 45 hours a week to afford her rent. Heidi has since cut back on her hours, but still has two jobs - one at a music venue in Leeds city centre, and another in a coffee shop. Her rent is currently £107 a week, but it will rise from September, and her weekly bills are already going up. \"Shopping is a lot more expensive. I used to spend £15 a week, now I spend £25 or £30,\" she says. \"Me and all my friends are struggling - money is always on our mind.\" Leeds Beckett University says it has committed its \"entire contingency fund\" of £3.4m to help students who are struggling with the cost of living. It says it's also working closely with the students' union to limit the impact of rising prices. The Cost of LearningTrying to stay warm, juggling part-time jobs and the impact on their mental health. BBC News follows the lives of three university students in Leeds to find out how they are tackling the cost of living crisis. Available now on BBC iPlayer (UK only). The Sutton Trust is calling for the government to reintroduce maintenance grants and increase financial support.  This would mean \"low- and moderate-income students can fully partake in the university experience\", Sir Peter says.  Maintenance loans for students in England  are increasing by 2.8% from September.  But with inflation  at around 10%, student support is at its lowest level for seven years, in real terms,  according to the Institute for Fiscal Studies. More than half (58%) of all students in England receiving a maintenance loan said it does not cover their living costs,  a study by the Office for National Statistics suggests. University of Portsmouth student Jamie Chevalier-Watts says it's \"a lot harder to budget this year\". The 23-year-old works in a bar and often finishes his shifts at 6am. He says he wants to put his coursework first, but has to miss lectures because he works long hours. \"I should be able to prioritise university and put all my energy into it, but even with the student loan, having to work is essential,\" he says. \"I have to work to make sure I'm paying rent and have a social life as well. \"It's not a great situation.\" A Department for Education spokesperson says it has made an extra £15m in funding available for disadvantaged students, increasing the total to £276m this academic year. The online opinion poll, commissioned by social mobility and education charity the Sutton Trust with BBC News, was conducted by Savanta ComRes, a member of the British Polling Council. The sample of 1,803 undergraduate students in England were asked the following questions: The opinion poll results for students used by BBC News relates to undergraduates whose \"home region\" is in England and are studying at English universities. TwitterYouTubelivehere. ", "category": "business", "source": "bbc", "summary": "\n\n49% of undergraduate students in England have missed a lecture, seminar, or workshop since September to do paid work in order to afford their cost of living expenses."}, {"title": "Hancock backed pressuring MP into voting for lockdown, messages reveal", "link": "https://www.bbc.co.uk/news/uk-politics-64870505?at_medium=RSS&at_campaign=KARANGA", "text": "This video can not be played Watch: Matt Hancock WhatsApp message row in 83 seconds Matt Hancock supported threatening to block a disability centre in a Tory MP's constituency in a bid to get him to vote for the Covid tier system in England, leaked messages suggest.WhatsApp messages show Mr Hancock agreed to put pressure on James Daly, Conservative MP for Bury North, if he failed to vote with the government. Mr Hancock's spokesperson said: \"What has been accused here never happened.\" Mr Daly said he was \"very disappointed\" to learn about the exchange. However, speaking to BBC Radio Manchester, he said the threat was not carried out. Asked how he would have responded if such a conversation had taken place, the MP said: \"I would have told him where to go, and reported matters to a higher authority. \"To think somebody would use potential funding that could help someone vulnerable in our community to get votes for the government is just not acceptable.\"  Asked about the incident, Downing Street said Rishi Sunak would \"of course\" not want his ministers to behave in that way. \"There are rules and guidelines that apply,\" the spokesperson said.  Ex-Conservative Party chair Sir Jake Berry accused Mr Hancock of \"weaponising the provision of care to young disabled people\" and said it \"crosses a line of what's acceptable in public life\". He said the former health secretary had been \"drunk on power\". In messages leaked to the Daily Telegraph, Mr Hancock's political aide Allan Nixon suggested putting pressure on MPs elected in 2019 whose \"re-election hinges\" on central government funding.  Mr Nixon proposed warning Mr Daly that funding for a new centre for disabled children and adults in his constituency would be \"off the table\" if he voted against new plans for a  stricter tiered lockdown on 1 December 2020.Mr Hancock replied: \"Yes 100%.\" Mr Daly told the Telegraph he was unaware the Department for Health and Social Care had plans to give Bury North a disability hub, which would provide specialists with a dedicated centre for co-ordinating local activity. Under the December 2020 tier scheme, every area of England was put into one of three tiers - medium (one), high (two) and very high (three) - with the vast majority of the population in the higher two tiers. According to the paper, leaked messages show Mr Daly was more concerned with support for pubs in areas placed in the higher tiers because they were unable to serve food. Under the system, bars in tier two were only allowed to stay open if they served \"substantial meals\", while those in tier three could only provide takeaways or deliveries. MPs eventually backed the government's plans for the tier system by 291 votes to 78 despite a large rebellion by Tory MPs - including Mr Daly. Fifty-five Conservatives voted against the plan - the largest rebellion of then-Prime Minister Boris Johnson's time in No 10. A spokesperson for Mr Hancock said the message exchange was an \"entirely partial account\". \"The missing context here is vitally important because this vote was critical for saving lives,\" the spokesperson added. \"What's being accused here never happened, demonstrating the story is wrong, and showing why such a biased, partial approach to the evidence is a bad mistake, driven by those with a vested interest and an axe to grind. \"The right place to consider everything about the pandemic objectively is in the public inquiry.\" The BBC has not been able to independently verify the messages. The texts are the latest release from more than 100,000 WhatsApp messages leaked to the Telegraph by journalist Isabel Oakeshott. A collection of more than 100,000 messages sent between former Health Secretary Matt Hancock and other ministers and officials at the height of the Covid-19 pandemic have been obtained by the Telegraph. Here are some of our stories on the leaks:  ", "category": "politics", "source": "bbc", "summary": "\nLeaked messages show Matt Hancock supported threatening to block a disability centre in a Tory MP's constituency in a bid to get him to vote for the Covid tier system in England."}, {"title": "Graham Brady: Tory Chair of 1922 committee to stand down as MP", "link": "https://www.bbc.co.uk/news/uk-politics-64880471?at_medium=RSS&at_campaign=KARANGA", "text": "Influential backbench Tory MP Sir Graham Brady has announced he will stand down at the next election.As chair of the 1922 Committee, Sir Graham oversaw the appointment of three prime ministers as Conservative party leaders - and two no confidence votes. After 26 years as Conservative MP for Altrincham and Sale West, Sir Graham said he wanted to leave while \"young enough to pursue other opportunities\". He said representing his hometown had \"been an immense privilege\". Born in Salford in 1967, Sir Graham first became active in the Conservative Party aged just 16 when - as a grammar school pupil - he joined a campaign to save local grammar schools. He studied law at Durham University before taking jobs at the think tank, the Centre for Policy Studies, in public relations and later as public affairs director at a law firm. In 1997 - shortly before his 30th birthday - he was elected MP for Altrincham and Sale West in Greater Manchester, making him the youngest Conservative MP at the time.  He went on to serve as a party whip - the MPs who are in charge of party discipline - and his star rose as he served as a shadow education minister and parliamentary private secretary to then-Tory leader Michael Howard in 2003. As staunch supporter of Brexit, Sir Graham served as shadow Europe minister under David Cameron but quit in 2007 after Mr Cameron opposed grammar schools. In 2010, he was elected chairman of the 1922 Committee, a role he's held unchallenged for the past 12 years - the longest serving chairman in the committee's history. The group - known in Westminster as the \"men in grey suits\" - meets weekly and discusses the view of the party's backbench MPs. This video can not be played Sir Graham Brady: I get asked about no confidence letters in the supermarket A man used to working behind the scenes, Sir Graham became something of a household name as the Conservative party elected then deposed four leaders in six years. One role of the chair of the 1922 Committee is to oversee the election of the leader of the Conservative Party. After his old boss, Mr Cameron stood down in 2016, he oversaw his first contest when Theresa May was appointed leader of the Conservative party, and so PM. He would go to run a record two Tory party leadership elections in a single year, when Liz Truss was appointed last year, only to be replaced by Rishi Sunak two months later. Sir Graham was also the one to collect letters of no confidence from disgruntled MPs, keeping the number a closely-guarded secret until the threshold to trigger a vote was reached. He oversaw the no confidence votes in both Ms May and Boris Johnson as their premierships began to crumble. The only reason he did not oversee the party's July 2019 leadership election - eventually won by Boris Johnson - was because he had stood down as 1922 chairman to consider a bid to become leader himself.  In the end decided against it and returned to his role two months later.  He said he plans to continue to serve as head of the 1922 committee \"until the end of the parliament, if they want me to\". Sir Graham - who is married with two grown-up children - was knighted in 2017. In a statement, Sir Graham said: \"Representing my hometown in the House of Commons has been an immense privilege for which I will always be grateful. \"I have decided to bring this fascinating and fulfilling chapter of my life to a close while I am young enough to pursue other opportunities and interests, so I will not be standing at the next election.\" ", "category": "politics", "source": "bbc", "summary": "\n\nAfter 26 years as MP for Altrincham and Sale West, Sir Graham Brady - who was chair of the 1922 Committee and oversaw the appointment of three prime ministers and two no confidence votes - has announced he will stand down at the next election in order to pursue other opportunities."}, {"title": "Dominic Raab's ex-colleagues speak out as bullying probe reaches final stages", "link": "https://www.bbc.co.uk/news/uk-politics-64834813?at_medium=RSS&at_campaign=KARANGA", "text": "This video can not be played Three former colleagues of Dominic Raab spoke to the BBC's Ione Wells about their experience of working with him. Former colleagues of Dominic Raab have spoken to the BBC about their experience of working with him, as an inquiry into bullying claims reaches its final stages. The investigation into the allegations against Mr Raab is being led by senior lawyer Adam Tolley KC.  Dozens of people, including Mr Raab himself, have now given evidence to the inquiry.  The deputy prime minister and justice secretary has strongly denied bullying. Mr Raab's evidence is now being reconciled with other witnesses, in a sign the probe is approaching its conclusion.  Mr Tolley has been interviewing people to gather evidence, both positive and negative, with some interviews lasting more than two hours each.  His investigation is expected to conclude soon and was commissioned to establish the facts. It will then be for the prime minister to judge whether his findings show that Mr Raab broke ministerial rules on bullying or not.  The inquiry is investigating eight formal complaints from Mr Raab's time at three government departments, involving at least 24 complainants.  The complaints relate to Mr Raab's time as justice secretary and foreign secretary under Boris Johnson, and his time as Brexit secretary under Theresa May. Dozens more people have given evidence to the inquiry as witnesses.  The complainants cannot speak publicly while the inquiry is ongoing, but the BBC has spoken to a number of other people who worked closely with Mr Raab, who characterise his behaviour in different ways.  They wished to remain anonymous to not compromise their jobs. Somebody who advised Mr Raab in a senior role in one department said: \"I didn't personally feel bullied. I did observe though what I would characterise as bullying behaviour. There is no question in my mind about that.\"  They said he \"expected high standards of people\" but claimed he was \"pretty belittling in terms of how he would go about those things\".  \"And he would frequently humiliate members of his private office and/or others that are working with him,\" they said. \"At a flick of a switch he could turn incredibly angry and pretty offensive in the way in which he talked to people.\"  His conduct did not just impact colleagues, but taxpayers too, they say.  \"Junior officials were, to all intents and purposes, protected from being exposed to his nastiness, his humiliation, his belittling, and therefore would not be invited to go to meetings with him.  \"The effect was that he probably achieved something that no minister or secretary of state should try to achieve, which was to shut up those who are meant to be advising him. If you don't treat people humanely, fairly, with respect, the implications are that you're not going to get back quality outcomes.\"  One of Mr Raab's former parliamentary staffers says he was not a bully, but that reports about his behaviour have resonated with what they witnessed. \"There were a handful of occasions where I observed him make a member of staff cry, because he was not happy with their work. That was probably one of the things that I found most uncomfortable,\" they said.  \"I think if a colleague cries and they come back to their desk and they're still fretting, and that happens more than once, then I think anybody should recognise that somebody is hurt from that interaction.\"  \"If a member of his staff had delivered some work, which he didn't think was at the standard it should have been, he would tear it apart - frankly literally at times. I did observe that,\" they added.  \"The reason I left was the intensity of the job. I think both professionally and emotionally.\" Another parliamentary staffer that Mr Raab's office put us in touch with said they only had good things to say about him. A different official, who has given evidence to the inquiry and worked with Mr Raab in multiple departments, said even in the most challenging experiences they had \"never seen him swear or raise his voice\".  \"He was always very focused on his job, but always super nice, more perceptive than you'd realise,\" they said.  On hearing the news of the inquiry they said: \"I was sad because everybody's experience is clearly different and it didn't correlate at all to my experience in the slightest… I think people would admit he's hard work because he is a perfectionist and he will go above and beyond to deliver for a department he wants to make changes [to].\"  From people the BBC has spoken to, Mr Raab's behaviour seems to have had different impacts on different people. At times, similar descriptions of his behaviour are characterised very differently. That is the challenge for the lawyer investigating him.  The report of the investigation will be made public.  Mr Raab has said he will resign if he is found to have been a bully, a judgement Prime Minister Rishi Sunak will have to make when presented with the facts.  He told the BBC's Laura Kuenssberg he was confident he was not a bully and \"behaved professionally throughout\".  His spokesperson has said that Mr Raab has been \"very clear that he has always acted with professionalism and integrity, that he has never shouted or sworn, that he has enjoyed strong working relationships with a range of fantastic civil servants, and that he will address all allegations put to him in the fair and formal setting of the independent inquiry that he called for\".  ", "category": "politics", "source": "bbc", "summary": "\n\nAn investigation into bullying claims against Dominic Raab is reaching its final stages, with dozens of people giving evidence to the inquiry and those who worked closely with him characterizing his behaviour in different ways."}, {"title": "Budget 2023: What could be in it and when will it happen?", "link": "https://www.bbc.co.uk/news/business-64789405?at_medium=RSS&at_campaign=KARANGA", "text": "In mid-March, Chancellor Jeremy Hunt will unveil his Budget.He'll say how much of our money the government will take in taxes, and what it will spend it on. Each year, the chancellor of the exchequer - who is in charge of the government's finances - makes a Budget statement to MPs, in the House of Commons.  It outlines the government's plans for raising or lowering taxes. The Budget also includes big decisions on spending on health, schools, police and other public services. The Budget speech will be delivered on  Wednesday, 15 March.It usually starts at about 12:30 UK time and lasts about an hour. Labour leader Sir Keir Starmer will give his response straight after.  After the speech, the independent Office for Budget Responsibility (OBR) - which monitors government spending - will publish a report on how the economy is doing. The outlook for the UK economy in 2023-24 is slightly less bleak than it was last year.  But public finances remain fragile, with the soaring cost of living and massive support for energy bills driving up government borrowing. Mr Hunt has said this means he is unlikely to be able to make \"significant\" tax cuts.  However, he is under pressure to help struggling households and a number of measures could be announced. Energy support expected to be maintainedCurrently, the government is limiting the energy bill of a typical household to £2,500 a year. This is due to rise to £3,000 on 1 April.  However, the BBC understands that the chancellor is expected to keep the Energy Price Guarantee  at current levels for a further three months from April. Campaigners and opposition parties have pointed out that a fall in wholesale energy prices has sharply cut the cost of offering support.  Childcare support could be increasedAccording to the Guardian newspaper,  the Treasury is considering a plan to massively expand free childcare to one- and two-year-olds in England.  Parents of children aged nine months to three years would get 30 hours of free care a week during term time, subject to conditions. Currently the benefit only applies to children aged three and four. Fuel duty cut could be extendedAccording to  the Times newspaper, fuel duty could be frozen for a year.  Rishi Sunak cut the tax by 5p in March last year when he was chancellor, in response to record prices at the pump linked to the war in Ukraine.  This measure is due to end in March, with fuel duty predicted to rise by up to 23%. The state pension age could riseCurrently, men and women can start drawing their state pensions when they turn 66.  That is due to gradually increase to 67 between 2026 and 2028, and to 68 from 2044-2046.  But reports suggest a review into the state pension age will recommend that the increase to 68 be moved forward to the mid-2030s.  If true it would mean millions of workers born in the 1970s would have to push back their retirement plans.  It comes as Mr Hunt is trying to lure people over 50 back to the labour force to tackle worker shortages in many industries. The tax-free allowance on pensions could riseCurrently the so-called lifetime allowance - how much you can save in your pension pot before being hit with a tax charge - is £1.073m, a level it will be frozen at until 2026.  With pensioners more likely to be dragged into paying tax, some may retire early, something Mr Hunt doesn't want.  He told older workers in a speech last month that \"we will look at the conditions necessary to make work worth your while\". Some parts of the Budget, such as defence spending, affect the whole of the UK.  Others, such as education, only affect England. This is because Scotland, Wales and Northern Ireland make their own decisions. Scotland has income tax-raising powers, which means its rates differ from the rest of the UK. The Scottish government published its last Budget on 15 December 2022 for the year 2023-24. If the government announces extra spending on areas that only affect England, the other nations get an equivalent extra sum of money to spend as they choose, according to a rule  called the Barnett formula.  ", "category": "politics", "source": "bbc", "summary": "\nChancellor Jeremy Hunt is set to make the Budget statement on Wednesday, 15 March which will outline plans for raising or lowering taxes and spending on health, schools, police and other public services."}, {"title": "Natalie McGarry: Ex-MP cannot repay proceeds of crime, court told", "link": "https://www.bbc.co.uk/news/uk-scotland-64876280?at_medium=RSS&at_campaign=KARANGA", "text": "Former SNP MP Natalie McGarry will be able to pay back \"essentially nil\" of the £130,000 prosecutors are seeking from her, a court has heard.McGarry, 41, was sentenced to two years in jail for embezzling £25,000 from the SNP and a pro-independence group. The ex-politician lost an appeal over her conviction last month, but had her prison term cut to 20 months. Prosecutors are now aiming to recover embezzled funds at a proceeds of crime hearing at Glasgow Sheriff Court. McGarry, who was the MP for Glasgow East between 2015 and 2017, was not in attendance on Tuesday.  Advocate Allan MacLeod, defending, told the hearing that the Crown were about to serve a fourth statement of information. He said: \"The proposal is to continue for four to six weeks but I will ask for four weeks as the defence is very anxious to draw a line under this case as soon as possible. \"I do not know what the next version will say but there is a low available amount. \"The available amount is essentially nil.\" Prosecutor Mark Allan told the court he was informed the latest version of the statement of information was to be sent from the Crown on Monday night, but that he was not aware of its content.  A new date has now been set for early April. Sheriff Barry Divers, who told the court he had also not received the report, said: \"Hopefully that will be for settlement to be achieved.\" McGarry has been ordained to appear in the meantime. ", "category": "politics", "source": "bbc", "summary": "\n\nAt a proceeds of crime hearing, former SNP MP Natalie McGarry was told she would be able to pay back \"essentially nil\" of the £130,000 prosecutors are seeking from her following her conviction for embezzling £25,000."}, {"title": "Keir Starmer's job offer to Sue Gray may have broken rules, says minister", "link": "https://www.bbc.co.uk/news/uk-politics-64862036?at_medium=RSS&at_campaign=KARANGA", "text": "Former civil servant Sue Gray's proposed move to Sir Keir Starmer's office may have breached Whitehall's rules, a minister has said.Jeremy Quin accused Labour of \"acting fast and loose\" with the impartiality of the civil service. Ms Gray, who investigated parties held in Downing Street during the Covid pandemic, has been invited to become Sir Keir's new chief of staff.  Angela Rayner said Tory MPs were indulging in \"conspiracy theories\".  Boris Johnson and his allies have seized on Labour's job offer to claim Ms Gray's investigation into lockdown gatherings in Downing Street when he was prime minister was an attempt to smear him. Answering an urgent question in the Commons, Paymaster General Mr Quin said this was \"an exceptional situation, it is unprecedented for a serving permanent secretary to resign to seek to take up a senior position working for the leader of the opposition.\" He said there were four rules for civil servants that might have been broken, including informing the government appointments watchdog, the Advisory Committee on Business Appointments (Acoba). \"The rules state that approval must be obtained prior to a job offer being announced. The Cabinet Office has not as yet been informed that the relevant notification to Acoba has been made,\" he said. Other rules that would be looked at by the Cabinet Office concerned impartiality, the declaration of outside interests, and contact with opposition parties being cleared with ministers, he added.  Mr Quin urged Labour to publish details of its communications with Ms Gray, including when these began and who was involved. Deputy Labour leader Ms Rayner accused a \"sleaze-addicted\" government\" of being \"so self-obsessed that they are using parliamentary time to indulge in the conspiracy theories of the former prime minister and his gang\". This video can not be played Angela Rayner and Jeremy Quin on Labour’s job offer to civil servant Sue Gray. \"What will they ask for next, a Westminster Hall debate on the moon landings, the bill of dredging the Loch Ness, or a public inquiry into whether the Earth is flat?\" she asked. \"This debate says more about the delusions of the modern Conservative Party than it does anything else.\" But former cabinet minister Jacob Rees-Mogg - a close ally of Mr Johnson - suggested Ms Gray had \"smashed to pieces the idea of an independent civil service\" by \"conniving in secret meetings\" with Labour. Her Partygate report \"we now know was done by a friend of the socialists. Does this not undermine all her previous work?\" he asked.  Earlier, Sir Keir told LBC radio he had had \"absolutely no contact\" with Ms Gray, who left the civil service on Thursday, as she prepared her report into the lockdown gatherings in government buildings.  But the Labour leader repeatedly declined to say when he first approached the then senior civil servant about becoming his chief of staff. \"I've been looking for a chief of staff for a little while now, but Sue will lay that out, but there's nothing improper at all,\" he said.   Sir Keir added that he had known her since he was director of public prosecutions - a role he occupied from 2008-2013 - but she was not a friend.  Ms Gray was expected to tell Acoba on Monday when her contacts with Labour began.  An Acoba spokeswoman told the BBC this was a confidential process and no statement would be made until a new job was taken up, when its advice on an appropriate waiting period would be published. No timescale for the process was known, she added.   Senior civil servants, as well as ministers, are expected to check with Acoba about any employment they wish to take within two years of leaving government. The body provides advice and can recommend a delay of up to two years in starting a new job, but it has no power to block appointments.  However, Labour has said the party and Ms Gray will abide by Acoba's recommendations.  Earlier, Science Secretary Michelle Donelan said there was \"no reason to believe\" Ms Gray was not impartial when she carried out her Partygate investigation.  \"She was a leading civil servant who obviously swore and accepted the civil service code in which one of those key requirements is impartiality,\" she told Sky News. But, Ms Donelan added, the main concern was about \"what process has taken place for her to acquire this new job, have talks taken place when potentially they shouldn't have, etc?\"   Ms Gray  produced a highly-critical report into lockdown gatherings held in Downing Street while Mr Johnson was prime minister last year. Mr Johnson is now facing a different inquiry, being conducted by a cross-party group of MPs, into whether he misled Parliament when he said Covid rules had not been broken in Downing Street. In an  initial report published on Friday, the MPs on the Privileges Committee said the evidence they had seen \"strongly suggests\" Covid rule breaches would have been \"obvious\" to Mr Johnson. Ms Gray joined the civil service in the 1970s and has held a number of senior positions, including head of the government's propriety and ethics team. ", "category": "politics", "source": "bbc", "summary": "\n Jeremy Quin accused Labour of \"acting fast and loose\" with the impartiality of the civil service, while Deputy Labour leader Angela Rayner accused a \"sleaze-addicted\" government of indulging in \"conspiracy theories\" about Sue Gray's proposed move to Sir Keir Starmer's"}, {"title": "Windsor Framework: Former leaders join talks panel", "link": "https://www.bbc.co.uk/news/uk-northern-ireland-64860448?at_medium=RSS&at_campaign=KARANGA", "text": "The DUP is setting up an eight-member panel including former party leaders to gauge opinion on the Windsor Framework.Leader Sir Jeffrey Donaldson said Baroness Foster and Peter Robinson would be part of the group that would have a \"focused consultation\". He has insisted the DUP will take time before coming to a \"collective decision\" on whether to back the deal announced by the UK and EU. The panel will collate information and feed it into government discussions. The consultation group will also include MP Carla Lockhart, Lord Weir, Ross Reed, John McBurney and assembly members Brian Kingston and Deborah Erskine. It comes as government officials held separate talks with the Stormont parties on Monday about the new post-Brexit arrangements. The government is considering legislation to reassure unionists over Northern Ireland's constitutional place in the UK.  The government is also expected to provide more detail on how the so-called Stormont Brake is going to work.  It aims to give MLAs more of a say in how new EU laws will apply in Northern Ireland.  Northern Ireland Secretary Chris Heaton-Harris is not taking part in Monday's discussions. The Democratic Unionist Party (DUP) is boycotting Northern Ireland's devolved government at Stormont until its concerns about post-Brexit trading arrangements are addressed. What does it tell us that two former DUP leaders have joined forces with the current leader to work out the party's next move?  It is partially about providing political cover to Sir Jeffrey Donaldson as he attempts to reach a collective position within his party on the new Brexit deal. The addition of DUP legal and business voices in the group is an attempt to cast the net wider than elected representatives. And we learned that a decision could come sooner than later, even by the end of this month, if all goes to plan. Sir Jeffrey denied that the panel opens up a pathway that could allow the DUP to set aside its seven tests on the deal and switch the focus to whatever this new group comes up with. But could it become a means to an end, and one which could ultimately see an end to the DUP boycott of power-sharing? Sir Jeffrey said he was putting in place a timeline of \"within the current month\" for the DUP to come to a clear view on the framework.  \"I'm not setting the end of March as the deadline I'm saying we want to complete our processes by then,\" he said.  \"I want to get this right however long that takes, it's important to get that right.\" He added that the upcoming 25th anniversary of the Good Friday Agreement was in no way a \"factor in his thinking\" about coming to a decision on the deal.  The framework was signed to alter Brexit's Northern Ireland Protocol, and it was announced last week after months of talks. It will mean goods moving from Great Britain which are staying in Northern Ireland would use a \"green lane\" at Northern Ireland ports, meaning they should face minimal paperwork and no routine physical checks. Goods which are due to travel into the Republic of Ireland would use a \"red lane\", meaning they face customs processes and other checks. The brake would allow the assembly to raise an objection to a new goods rule. Meanwhile, former secretary of state Karen Bradley has described the Windsor Framework as \"phenomenal\".  Ms Bradley, who served under Prime Minister Theresa May four years ago, was co-chairing a session of the British-Irish Parliamentary Assembly at Stormont on Monday. Members of the assembly met to mark the 25th anniversary of the Good Friday Agreement.  The assembly includes MPs from Westminster, TDs (members of the Irish Parliament) and senators from Dublin, as well as a number of Stormont politicians and peers from Northern Ireland. She said: \"To actually have reopened that treaty and to be in a position where we have a different environment in which goods can move from Great Britain to Northern Ireland, a different relationship - it is a real achievement. \"I just want the parties to get behind it to make it work and implement it.\" ", "category": "politics", "source": "bbc", "summary": "\n\nThe DUP is setting up an eight-member panel to come to a collective decision on whether to back the Brexit deal announced by the UK and EU, which includes two former party leaders and various other members."}, {"title": "Nitrous oxide: Laughing gas should not be banned, review says", "link": "https://www.bbc.co.uk/news/uk-64869760?at_medium=RSS&at_campaign=KARANGA", "text": "This video can not be played Nitrous oxide is sold in metal canisters A review for the government has stopped short of recommending a laughing gas ban.Nitrous oxide, sold in metal canisters, is the second most-used drug by 16 to 24-year-olds in the UK. Heavy use can lead to a vitamin deficiency that  damages nerves in the spinal cord. But the independent Advisory Council on the Misuse of Drugs (ACMD) said nitrous oxide should not be banned under the Misuse of Drugs Act 1971.  It comes after the Home Office asked the ACMD to provide advice on whether to make possession of nitrous oxide a crime.  Earlier this year, ministers had been considering a ban on possession of the drug - and on all direct sale of it to consumers - as part of a move to tackle antisocial behaviour.  The ACMD recommended the substance should not be controlled under the Misuse of Drugs Act 1971.  It said sanctions for the offences would be disproportionate with the level of harm associated with nitrous oxide, as well as creating \"significant burdens\" for legitimate uses of the substance.  Nitrous oxide is regularly used as an anaesthetic in medicine and dentistry, and as a gas for making whipped cream in cooking.  Currently, non-legitimate use of the substance is controlled under the Psychoactive Substances Act 2016, which the council said \"remains appropriate legislation\".  The Act makes production, supply and importation of nitrous oxide for inhalation illegal, but not possession. Other recommendations included: Interventions should also included tackling non-legitimate supply of the drug, like closing down websites.  A Home Office spokesman said: \"This government is working to crack down on drug misuse in our communities, that is why we asked the ACMD to provide updated advice on nitrous oxide. \"We thank them for their report, which we will now consider.\" Earlier this year, Prime Minister Rishi Sunak addressed laughing gas use in a speech about anti-social behaviour, in which he spoke about instances of \"nitrous oxide canisters in children's playgrounds\".  The government said it commissioned the report following what it described as a \"concerning\" rise in young people using the drug, often at festivals, house parties and outside nightclubs.  ", "category": "politics", "source": "bbc", "summary": "\n\nThe ACMD recommended that nitrous oxide should not be banned under the Misuse of Drugs Act 1971, instead controlling it with the Psychoactive Substances Act 2016, and making interventions to tackle non-legitimate supply of the drug."}, {"title": "What's happening in Parliament this week?", "link": "https://www.bbc.co.uk/news/uk-politics-64840466?at_medium=RSS&at_campaign=KARANGA", "text": "The Commons' fitful hibernation continues into another week of low-key law-making and ritualistic debates that few MPs will bother to attend. Maybe it's a kind of pre-Budget torpor, but there's remarkably little action in the chamber right now. Even when the business is padded out with a decent helping of urgent questions and government statements, MPs are still taking an early bath a couple of hours before their scheduled end of play.  Every now and then, there are rumours that some big contentious piece of legislation - the long-awaited Small Boats Bill, maybe - will arrive and re-energise the atmosphere. We shall see. But there is the Budget to come, and the week after that, Boris Johnson is  due to give evidence to the Commons privileges committee into whether he misled MPs over Partygate.  In an update to its inquiry, the committee says the evidence \"strongly suggests that breaches of guidance would have been obvious to Mr Johnson at the time he was at the gatherings.\" In other news, senior deputy speaker Dame Eleanor Laing will be back in the chair this week, after several weeks recovering from surgery - during which time Sir Roger Gale has stood in.  Commons: Work and Pensions Questions from 14:30 GMT, with any urgent questions or government statements following at 15:30. Will some enterprising soul ask about senior civil servant and Partygate investigator Sue Gray being hired as Sir Keir Starmer's chief of staff?  The main debate will see MPs polish off the detail of the Social Security (Additional Payments) (No. 2) Bill, which authorises a means-tested additional payment of £900, in three instalments, to people receiving Universal Credit. Westminster Hall: From 16:30, MPs will debate a petition that opposes aligning the age exemption for NHS prescription charges with the State Pension age. The petition attracted 46,000 signatures.  Committees: Levelling Up, Housing and Communities (16:00) begins what looks like a politically charged inquiry on electoral registration with evidence from academic experts and local council electoral registration officers.  Lords: Peers will debate the Levelling-Up and Regeneration Bill, in the fourth of eight days of committee stage.  Commons: It's Health and Social Care questions from 11:30. Conservative MP Anthony Browne will introduce a ten-minute rule bill that would require employers to pay contributions to a pension fund of the employee's choosing. In the main debate, MPs will deal with Lords amendments to the Public Order Bill. On previous form, the government will likely seek to overturn most of the eight defeats it suffered in the Lords, most of which place limits on the Serious Disruption Orders the bill would introduce. They will also debate two sets of regulations designed to ensure that the payments the government has been making to cut energy bills for people who heat their homes with alternative fuels, such as kerosene heating oil or biomass, are fully passed on to consumers. Committees: Education (10:00) opens its inquiry into persistent absence and support for disadvantaged pupils, which has risen sharply since the pandemic. They will hear from the children's commissioner for England, Dame Rachel de Souza, as well as trade unions and think tanks.  Health and Social Care (10:00) will quiz senior officials from NHS England on cancer referral waiting times. In January, more than 31,000 people had waited longer than the target of 62 days following an urgent GP referral for suspected cancer. I don't normally highlight public bill committees, but the one considering the detail of Lord Hayward's Ballot Secrecy Bill (09:00) is one for connoisseurs, because it is a rare example of a private member's bill from the House of Lords actually being considered in the Commons.   The bill, which has cross-party support, would ban the practice of family members accompanying voters into the polling booth to influence their vote. Lords: It's the second of two days of report stage scrutiny of the National Security Bill (14:30).  The main focus will be on government amendments to the proposed Foreign Influence Registration Scheme (FIRS). After considerable criticism, ministers have rewritten most of the contentious detail, although there is still some concern over clauses dealing with foreign contacts by political parties. This debate may produce the only contested votes of the week.  Commons: It's Women and Equalities Questions at 11:30, followed at noon by Prime Minister's Question Time. After this, Labour's Paula Barker will introduce her ten-minute rule bill on the national minimum wage.  This is followed by the Estimates Day debate. One of the stranger rituals in the Commons, these debates are supposed to allow MPs to consider the estimates of public spending by government departments. However, they have evolved into debates on select committee reports about specific issues, meaning they are not much of a mechanism for debating how public money is spent.  This time, they will focus on the spending of the Department for Education on childcare and early years. The key issue will probably be the cost of childcare, with the average price of full-time nursery care for a child aged under two now over £270 a week.  The second debate sees Levelling Up, Housing and Communities Committee Chair, Clive Betts, focussing on spending on adult social care - which now accounts for two thirds of local council spending, with demand so great that it threatens the sustainability of local government finances.  At the end of the debates, the House rubber-stamps all the estimates, approving many billions of public spending. These are then translated into a Supply and Appropriations Bill, which will be whizzed through the Commons in a couple of microseconds on Thursday. Westminster Hall: Conservative MP Bim Afolami leads a debate on devolution and the future of the UK constitution (14:30). Committees: Northern Ireland (09:30) questions Secretary of State Chris Heaton-Harris on tackling paramilitary and terrorist activity in Northern Ireland. Human Rights (15:00) holds a one-off session on how the UK's human rights laws apply to assisted dying. Lords: It's day four of detailed committee stage debate on the Levelling-Up and Regeneration Bill (15:00). There's also a regret motion against some regulations - Labour's Baroness Twycross will argue that the Education (School Teachers' Qualifications and Induction Arrangements) (Amendment) (England) Regulations fail to deal with the continuing fall in the number of overseas teachers qualifying to work in England. Commons: From 09:30, it's Culture, Media and Sport Questions (minus Digital, after the latest government shake-up). It means questions on issues like broadband and online safety now have to be directed to the new Science, Innovation and Technology department.  There will also be questions to the MPs who speak for the House of Commons Commission, the Public Accounts Commission, the Restoration and Renewal Client Board (in charge of sorting out the increasingly dilapidated buildings of the Palace of Westminster) and the Electoral Commission. That's followed by the weekly update on the forthcoming Commons agenda, from the Leader of the House. There's also (blink and you'll miss it) the Supply and Appropriations Bill (see Wednesday above).  The backbench debates will be International Women's Day and on Brain Tumour Research Funding.  Westminster Hall: At 13:30 Conservative Bob Blackman leads a debate on National No Smoking Day, followed by a debate on patients with rare diseases led by the DUP's Jim Shannon. Committees: Public Accounts (10:00) looks at the government's Covid recovery plan for schools and education  Lords: Peers have their first day of debate on the detail of the Strikes (Minimum Service Levels) Bill at 11:00.  The House of Commons is not sitting, while the House of Lords will debate International Women's Day from 10:00.  ", "category": "politics", "source": "bbc", "summary": "\nThe Commons is in a pre-Budget torpor with MPs taking an early bath, while the House of Lords debates International Women's Day and the detail of the Strikes (Minimum Service Levels) Bill."}, {"title": "Green energy revolt threatens Tory support in minister's backyard", "link": "https://www.bbc.co.uk/news/uk-politics-64642808?at_medium=RSS&at_campaign=KARANGA", "text": "This video can not be played WATCH: Campaigners insist substations and cabling connecting offshore wind to the grid will devastate Suffolk’s Heritage Coast Along a beautiful stretch of England's east coast, an ugly dispute is exposing the problems inherent in building the country's future energy system.The wind farms to be erected in the North Sea are vast in scale and will one day generate enough power for 1.5 million homes.  They are central to the government's push to hit climate targets and lower energy bills. But to get the power from the new turbines into the national grid, a sprawling complex of cables and electrical facilities need to be built in a picturesque area of Suffolk. Some locals are furious, fearing \"a devastating cumulative economic, social and environmental impact\" - and they predict a political backlash at council polls in May and the next general election, with support for Tory councillors and local MP, Therese Coffey, threatened. There are versions of this bust-up across England, as Tory MPs struggle to balance government policy on net zero with the demands of constituents. For Environment Secretary Ms Coffey, it's  a particularly awkward dilemma. \"If you look to the left here, there's a fence with posters. That's my house.\" The house belongs to a resident of Aldeburgh, where the posters depict a village under siege by a \"threatened onslaught\" of energy projects. At the centre of this web of projects are two offshore wind farms approved by the government last year - East Anglia One North (EA1N) and East Anglia Two (EA2). To deliver the power they generate, the developer, ScottishPower, plans to bring cables onshore near Aldeburgh. The cables would weave underground towards a large industrial site known as a substation, where electricity can be transmitted further inland. Elizabeth Thomas says the 14m-high substation \"will dwarf\" Friston, the medieval village next door. Fearing traffic congestion, flood risk and the loss of farmland, the former teacher has been campaigning to move the substation elsewhere. Adam Rowlands is similarly dismayed by separate National Grid plans. National Grid wants to develop two major electricity links - Sea Link between Suffolk and Kent, and EuroLink between the UK and the Netherlands. As Suffolk area manager for the RSPB, a wildlife charity, Mr Rowlands is responsible for overseeing North Warren, a marshy nature reserve teeming with ducks, swans and geese. As we arrive at the reserve, a gaggle of geese swoop across the path of proposed underground cables, which Mr Rowlands says would \"damage\" the site and drive away birds. Addressing these concerns, National Grid tells us \"we give very careful consideration to all environmental and community impacts\". In the government's view, these projects are necessary to secure cleaner, cheaper power and end reliance on dirty, more expensive fossil fuels. Campaigners like Fiona Gilmore couldn't agree more - with one exception. The campaign she leads, Suffolk Energy Action Solutions, says much of this energy infrastructure should be put offshore on platforms connected to a single onshore hub at a disused site, closer to London. She says this offshore grid system would be cheaper and has already been used by Belgium. When we put this proposal to Mike Elmer, east coast programme director for National Grid, he said moving the onshore infrastructure elsewhere would pose significant practical, cost and time challenges. He said while National Grid continued to review offshore islands, infrastructure has to come onshore somewhere to deliver clean energy. Conservative councillor Craig Rivett, deputy leader of East Suffolk Council, says those suggesting alternative solutions, such as an offshore grid, needed to be clear about the \"technical, legislative and economic consequences to those proposals\". \"There is no silver bullet for us achieving energy security as a county and net zero,\" he says. The debate has pitted campaigners against energy developers, with Suffolk Coastal MP, Ms Coffey, sandwiched between them. In a petition, the environment secretary has called for a review of all onshore energy connections on the Suffolk coast. \"But if we don't get the offshore grid, and if this area is ruined, trust me, I think she's going to lose a lot of Conservative voters,\" Ms Gilmore says on Aldeburgh beach. \"Too right,\" says a passing dogwalker, eavesdropping on our interview. The sentiment is shared by Tony Bone who, as the chairman of Aldeburgh Museum, fears a huge downturn in tourism if the energy projects go ahead as planned. \"Suffolk Coastal has been a Conservative heartland,\" Mr Bone says. \"But I think people are changing their minds.\" In a statement to the BBC, Ms Coffey - who has a majority of over 20,000 - said she had been \"engaged in these issues from the very beginning\" and had \"consistently made it clear that it's essential our precious landscapes and communities are protected by placing the infrastructure in the appropriate location\". Ms Coffey said onshore connections should be placed on brownfield land and she would \"continue to press this point with National Grid and energy ministers\". She said she was \"disappointed\" her colleague, the climate minister Graham Stuart, hadn't yet committed to a full review of these projects. In a letter to communities in Suffolk last month, Mr Stuart said he didn't think a review was the way forward, as the government couldn't \"force changes\" to projects with contracts. Instead, he said his department was encouraging \"voluntary co-ordination\" of projects.  There are still legal hoops to be jumped through as well. Last month, a legal challenge against the decision to approve the EA1N and EA2 windfarms was granted permission to be heard in court. With local and national elections on the horizon, MPs and councillors are attuned to the political costs of these projects, as councillors say they expect the Tories to lose seats on East Suffolk Council in May. Back on Aldeburgh beach, Ms Gilmore says: \"I think that the whole of East Anglia is now up in arms.\" \"Suffolk, Norfolk, Essex - it's not just us. And we're not NIMBYs, we're actually progressive, forward-looking people.\" In a message to Conservative MPs in the region, she says: \"With a general election coming up, they've got to start listening to us - now.\" ", "category": "politics", "source": "bbc", "summary": "\n\nThe debate over the construction of energy infrastructure to connect offshore wind to the grid in a picturesque area of Suffolk has exposed the difficulty of balancing government policy on climate and constituents' demands, with potential political consequences for local Tory MPs."}]